{"3": {"2": "\tThe verdant glow of Luin's blade fills her vision as Eidos draws it forth to dispatch the mage, but soon finds herself nearly blind with pain. It is as if her temples were being assaulted by knives of white hot fire. \n\t\n", "3": "\tEidos moves to attack Khaa, but soon finds herself nearly blind with pain. It is as if her temples were being assaulted by knives of white hot fire. \n\t\n\tShe can do nothing as Khaa casually walks forward while producing a knife, this one quite real, from his robes. He smiles contemptuously as he draws a matching grin across her throat with his blade...\n\t\n\tHis smile fades as Eidos feels her skin harden and crystallize against the knife edge. Using the moment of confusion, she grips his wrinkled throat in one hand and drives diamond-hard knuckles into his face with the other. \n\t\n", "14": "\tEidos feels her temples burn in pain as Khaa calls forth Glyphs to dissect her will and memory. As she sends forth the Glyph of Corruption in her counterstroke, the mage's eyes narrow in seeming recognition. \n\t\n\tIt seems as if his Glyphs of control act as a conduit through which Eidos can perceive the agony beginning to wrack his body, as though his very blood were boiling. \n\t\n\tKhaa opens his mouth to scream but all that comes forth is a torrent of blood and gore as he begins vomiting up his liquefying organs. \n\t\n", "default": "\tEidos moves to attack Khaa, but soon finds herself nearly blind with pain. It is as if her temples were being assaulted by knives of white hot fire. \n\t\n"}, "11": {"2": "\tAs if in a dream, Ormenos summons from the Graylands the ghelblade Luin. When he acquired such offensive power was beyond his reckoning; that he had, though, brought great peace to his mind. This legendary blade was said to cut through even black crystals, the hardest known structures to the Vanquished. And, best of all, it moves of its own bloodlust, seeking to end the threat Ormenos now faces.\n\n\tYet what seems too good to be true, often is. For the youthful Babel is not without his defenses.\n\n\tSeemingly separating into dozens of different identical Falsefleshes, Babel confuses the blade of Vanargand momentarily. Is this a trick of the mind? To Ormenos' knowledge physical replication was an art forbidden by the Vanquished, but embraced by the Thiuda. However, it has been lost for centuries and not even at its acme was it ever capable of reproducing complex objects, let alone humans.\n\n\tAs Ormenos ponders this senseless trivia, Luin has already begun to attack the mage's scapegoats. Yet, what ultimately happens is unclear, for all Ormenos remembers before the world fades from existence is a single word.\n\n", "3": "\tAs if in a dream, Ormenos summons from the Graylands the ghelblade Luin. When he acquired such offensive power was beyond his reckoning; that he had, though, brought great peace to his mind. This entity now envelops Ormenos' Falseflesh, protecting him from all external blows. And, best of all, it moves of its own bloodlust, seeking to end the threat Ormenos now faces.\n\n\tYet what seems too good to be true, often is. For the youthful Babel is not without his defenses.\n\n\tSeemingly separating into dozens of different identical Falsefleshes, Babel confuses the blade of Vanargand momentarily. Is this a trick of the mind? To Ormenos' knowledge physical replication was an art forbidden by the Vanquished, but embraced by the Thiuda. However, it has been lost for centuries and not even at its acme was it ever capable of reproducing complex objects, let alone humans.\n\n\tAs Ormenos ponders this senseless trivia, Luin has already begun to attack the mage's scapegoats. Yet, what ultimately happens is unclear, for all Ormenos remembers before the world fades from existence is a single word.\n\n", "14": "\tImages of warping and putrefaction come to Ormenos' mind as of instinct. He visualizes the rotting innards of his current foe, attempting to manifest his desires beyond the jurisdiction of the Graylands.\n\n\tAnd the mage standing before him, collapses into a writhing pile of grayish fluid. It screams in agony, whipping to and fro; then it laughs maniacally, only to start bubbling.\n\n\tYet, what ultimately happens is unclear, for all Ormenos remembers before the world fades from existence is a single word.\n\n", "default": "\tWith nothing but rage as his weapon, Ormenos flings himself at Babel in a vain attempt to end the young mage. To his chagrin, it is only his own end which he elicits.\n\n\tOrmenos swings wildly at the illusory form of Babel only to find himself falling right through the projection. Yet, what ultimately happens is unclear, for all Ormenos remembers before the world fades from existence is a single word.\n\n"}, "12": {"1": "\tEidos closes distance and strikes Adarin with her bare fists. The blow knocks him to the cold cave floor. Equally cold blue eyes stare at Eidos lacking all emotion as she mounts her victim's chest and slams her palm into the bridge of his nose. \n\t\n\tThe former mage makes no attempts to defend himself as she grabs his head and bashes it continuously against the rocky floor of the stone. Black blood begins to pool and takes on a hue of crimson as it creeps into the shaft of light. \n\t\n", "2": "\tEidos draws back Luin to strike. Her feint to his head before thrusting into his heart is unnecessary, as Adarin makes no effort to defend himself. \n\t\n\tThe hermit only utters a soft involuntary moan as his lungs are deflated when Luin is drawn from the gaping wound.\n\t\n", "3": "\tEidos' skin hardens like diamond before impacting the skull of Adarin. The shock wave liquefies his brain killing him instantly. \n\t\n", "14": "", "default": ""}, "13": {"14": "\tEidos can immediately feel Pakahron's mind calling forth multiple Glyphs. As though through instinct, her thoughts immediately project the Glyph of Corruption. Whatever phrases of destructive Techne the mage may have been calling forth are abruptly halted by putrefaction sweeping through his brain. \n\t\n", "default": "\tEidos prepares to strike only to feel as though her insides were crawling. She tears open her robe to see the skin of her belly dissolve, unleashing the liquefying contents of her abdomen. \n\t\n"}, "14": {"14": "\tKhlutt's mind reaches forth to dull Eidos' reflexes, as he loads up a strike to her face. As the center of his body unwinds to release the blow, the fibers of muscle that drive his motion unravel and are putrefied by the Glyph of Corruption. \n\t\n", "default": "\tA Glyph appears beneath her, its blazing dark fire carving a void into the floor. Her memory of the Glyphs seems to flicker and then vanish in an instant.\n\t\n\tKhlutt soon blitzes toward her with inhuman speed and soon is upon her. Desperation takes hold and Eidos throws her fists wildly at the advancing mage. But any and all attacks appear to be futile before him. He moves lithely, dodging every attack Eidos plans to use before she can even use it, his careful positioning and smooth footwork the cause.\n\t\n\tIn a flash, he is behind her.\n\t\n"}, "18": {"": "", "default": "\tSensing Eidos' intent to slay their imprisoned charge, the Valvorthr swarm her and begin clawing at her flesh with their fossilized nails. \n\t\n\tThey rip with such speed, such ferocity, Eidos barely has a chance to feel pain before her very ability to stand is robbed from her as her tendons and ligaments snap like tightened strings.\n\t\n"}, "49": {"2": "\tThe sentry engages with a flurry of stabs, all invisible to Eidos. Yet she remains undamaged, as Luin, taking the form of a sword, has deflected all of the pinpoint strikes.\n\t\n\tSuddenly, a bloodlust wells up within her, almost certainly originating from her emerald ally. She leaps forward for a counter-offensive. The sentry, however, appears to have anticipated the strategy, already in a defensive stance, spear upraised, ready to block. Yet it blocks nothing as Luin cleaves, ripping through the spear and sentry alike, as though through empty space.\n\t\n", "3": "\tThe sentry engages with a flurry of stabs. Yet Eidos remains undamaged, as Luin, taking the form of armor, has deflected all of the pinpoint strikes. \n\t\n\tSuddenly, Eidos feels a bloodlust well up within her, almost certainly originating from the green soul bound to her mind. This compels her to leap forward for a counter-offensive. The sentry, however, appears to be ready for this, adopting a defensive stance. \n\t\n", "default": "\tEidos runs in the direction of the sentry but only manages to impale herself on his spear. As she loses consciousness, the sentry drops her motionless body on the floor and brushes it aside with the butt of its spear before resuming its previous posture. \n\t\n"}, "50": {"2": "\tWith a casual swing, Luin cuts the wizened skull from the aged man's shoulders as if it were a fresh dandelion's head. \n\t\n", "3": "\tEidos telegraphs a low kick to Doruk's leg, which the old cocker attempts to thwart with his staff. Her shin easily breaks the stick and even more easily shatters the bone. \n\t\n", "14": "\tDoruk shrieks in agony as the Glyph of Corruption unravels the forms that bind his flesh, organs and bone together. He screams and screams, until his lungs are dissolved from within. \n\t\n", "default": "\tEidos' rush towards her prey is thwarted by a sound blow to the head from the old cocker's wooden staff. Blood leaks from her ear and a ringing sound consumes all of her hearing. \n\t\n"}, "51": {"2": "\tAs Eidos draws forth Luin, a faint resonance can be heard drifting through the air. The Daziran's eyes widen in horror as the crystalline tone is joined in harmony by the sound of glass scraping on bone, signaling the blade's rough entrance into its victim's rib cage.\n\t\n", "3": "\tLuin's thirst for blood, now shared by Eidos, beckons for a Daziran sacrifice. Eidos, cripples her foe with kicks that smash his bones. \n\t\n", "14": "\tMert shrieks in agony as the Glyph of Corruption unravels the forms that bind his flesh, organs and bone together. He screams and screams, \"Mert! Mert!! Meerrrt!!!,\" until his lungs are dissolved from within. \n\t\n", "default": "\tEidos takes a wild swing at Mert's head. As the two begin to brawl, it is not long before other Dazirans come to their fellow's aid. \n\t\n"}, "52": {"2": "", "3": "", "14": "\tJerhaak shrieks in agony as the Glyph of Corruption unravels the forms that bind his flesh, organs and bone together. He screams and screams, until his lungs are dissolved from within. \n\t\n", "default": "\t\n"}, "53": {"2": "\tAs Eidos draws forth Luin, a faint resonance can be heard drifting through the air. The Daziran's eyes widen in horror as the crystalline tone is joined in harmony by the sound of glass scraping on bone, signaling the blade's rough entrance into its victim's rib cage.\n\t\n", "3": "\tLuin's thirst for blood, now shared by Eidos, beckons for a Daziran sacrifice. Eidos, cripples her foe with kicks that smash his bones. \n\t\n", "14": "\tCetin shrieks in agony as the Glyph of Corruption unravels the forms that bind his flesh, organs and bone together. He screams and screams, until his lungs are dissolved from within. \n\t\n", "default": "\tEidos takes a wild swing at Cetin's head. As the two begin to brawl, it is not long before other Dazirans come to their fellow's aid. \n\t\n"}, "54": {"2": "\tAs Eidos draws forth Luin, a faint resonance can be heard drifting through the air. The Daziran's eyes widen in horror as the crystalline tone is joined in harmony by the sound of glass scraping on bone, signaling the blade's rough entrance into its victim's rib cage.\n\t\n", "3": "\tLuin's thirst for blood, now shared by Eidos, beckons for a Daziran sacrifice. Eidos, cripples her foe with kicks that smash his bones. \n\t\n", "14": "\tSerpil shrieks in agony as the Glyph of Corruption unravels the forms that bind his flesh, organs and bone together. He screams and screams, until his lungs are dissolved from within. \n\t\n", "default": "\tEidos takes a wild swing at Serpil's head. As the two begin to brawl, it is not long before other Dazirans come to their fellow's aid. \n\t\n"}, "55": {"2": "", "3": "", "14": "\tAydin shrieks in agony as the Glyph of Corruption unravels the forms that bind his flesh, organs and bone together. He screams and screams, until his lungs are dissolved from within. \n\t\n", "default": "\tEidos takes a wild swing at Aydin's head. As the two begin to brawl, it is not long before other Dazirans come to their fellow's aid. \n\t\n"}, "56": {"2": "\tAs Eidos draws forth Luin, a faint resonance can be heard drifting through the air. The Daziran's eyes widen in horror as the crystalline tone is joined in harmony by the sound of glass scraping on bone, signaling the blade's rough entrance into its victim's rib cage.\n\t\n", "3": "\tLuin's thirst for blood, now shared by Eidos, beckons for a Daziran sacrifice. Eidos, cripples her foe with kicks that smash his bones. \n\t\n", "14": "\tCozkuin shrieks in agony as the Glyph of Corruption unravels the forms that bind his flesh, organs and bone together. He screams and screams, until his lungs are dissolved from within. \n\t\n", "default": "\tEidos takes a wild swing at Cozkuin's head. As the two begin to brawl, it is not long before other Dazirans come to their fellow's aid. \n\t\n"}, "57": {"2": "", "3": "", "14": "\tPembe shrieks in agony as the Glyph of Corruption unravels the forms that bind his flesh, organs and bone together. He screams and screams, until his lungs are dissolved from within. \n\t\n", "default": "\tEidos takes a wild swing at Pembe's head. As the two begin to brawl, it is not long before other Dazirans come to their fellow's aid. \n\t\n"}, "58": {"2": "\tAs Eidos draws forth Luin, a faint resonance can be heard drifting through the air. The Daziran's eyes widen in horror as the crystalline tone is joined in harmony by the sound of glass scraping on bone, signaling the blade's rough entrance into its victim's rib cage.\n\t\n", "3": "\tThe elderly man moves as one would expect. Eidos taunts him by breaking all the major bones his body in sequence, but soon tires of it as the old man's screams only weaken with each fracture. \n\t\n", "14": "\tRashak shrieks in agony as the Glyph of Corruption unravels the forms that bind his flesh, organs and bone together. He screams and screams, until his lungs are dissolved from within. \n\t\n", "default": "\tEidos takes a wild swing at Rashak's head. As she begins beating the old fool into oblivion, it is not long before other Dazirans come to their fellow's aid. \n\t\n"}, "59": {"2": "\tAs Eidos draws forth Luin, a faint resonance can be heard drifting through the air. The Daziran's eyes widen in horror as the crystalline tone is joined in harmony by the sound of glass scraping on bone, signaling the blade's rough entrance into its victim's rib cage.\n\t\n", "3": "\tLuin's thirst for blood, now shared by Eidos, beckons for a Daziran sacrifice. Eidos, cripples her foe with kicks that smash her bones. \n\t\n", "14": "\tAkara shrieks in agony as the Glyph of Corruption unravels the forms that bind her flesh, organs and bone together. He screams and screams, until her lungs are dissolved from within. \n\t\n", "default": "\tEidos takes a wild swing at Akara's head. As the two begin to brawl, it is not long before other Dazirans come to their fellow's aid. \n\t\n"}, "60": {"2": "\tAs Eidos draws forth Luin, a faint resonance can be heard drifting through the air. The Daziran's eyes widen in horror as the crystalline tone is joined in harmony by the sound of glass scraping on bone, signaling the blade's rough entrance into its victim's rib cage.\n\t\n", "3": "\tLuin's thirst for blood, now shared by Eidos, beckons for a Daziran sacrifice. Eidos, cripples her foe with kicks that smash his bones. \n\t\n", "14": "\tGalip shrieks in agony as the Glyph of Corruption unravels the forms that bind his flesh, organs and bone together. He screams and screams, until his lungs are dissolved from within. \n\t\n", "default": "\tEidos takes a wild swing at Galip's head. As the two begin to brawl, it is not long before other Dazirans come to their fellow's aid. \n\t\n"}, "61": {"2": "", "3": "", "14": "\tHazan shrieks in agony as the Glyph of Corruption unravels the forms that bind his flesh, organs and bone together. He screams and screams, until his lungs are dissolved from within. \n\t\n", "default": "\tEidos takes a wild swing at Hazan's head. As the two begin to brawl, it is not long before other Dazirans come to their fellow's aid. \n\t\n"}, "62": {"2": "\tAs Eidos draws forth Luin, a faint resonance can be heard drifting through the air. The Daziran's eyes widen in horror as the crystalline tone is joined in harmony by the sound of glass scraping on bone, signaling the blade's rough entrance into its victim's rib cage.\n\t\n", "3": "\tLuin's thirst for blood, now shared by Eidos, beckons for a Daziran sacrifice. Eidos, cripples her foe with kicks that smash his bones. \n\t\n", "14": "\tDiygu shrieks in agony as the Glyph of Corruption unravels the forms that bind his flesh, organs and bone together. He screams and screams, until his lungs are dissolved from within. \n\t\n", "default": "\tEidos takes a wild swing at Diygu's head. Just as she bashes his idiot brains clear out of his ugly little skull, other Daziran's come to the horrid boy's aid. \n\t\n"}, "63": {"2": "", "3": "", "14": "\tBehiye shrieks in agony as the Glyph of Corruption unravels the forms that bind his flesh, organs and bone together. He screams and screams, until his lungs are dissolved from within. \n\t\n", "default": "\tEidos takes a wild swing at Behiye's head. As the two begin to brawl, it is not long before other Dazirans come to their fellow's aid. \n\t\n"}, "64": {"2": "", "3": "", "14": "\tEgimen shrieks in agony as the Glyph of Corruption unravels the forms that bind his flesh, organs and bone together. He screams and screams, until his lungs are dissolved from within. \n\t\n", "default": "\tEidos takes a wild swing at Egimen's head. As the two begin to brawl, it is not long before other Dazirans come to their fellow's aid. \n\t\n"}, "65": {"2": "\tAs Eidos draws forth Luin, a faint resonance can be heard drifting through the air. The young girl's eyes widen in horror as the crystalline tone is joined in harmony by the sound of glass scraping on bone, signaling the blade's rough entrance into its victim's rib cage.\n\t\n", "3": "", "14": "\tSidika shrieks in agony as the Glyph of Corruption unravels the forms that bind her flesh, organs and bone together. She screams and screams, until her lungs are dissolved from within. \n\t\n", "default": "\tEidos grips the child by the throat and begins choking the life from her. Sidika produces a small knife from her belt and plunges it into Eidos' eye. She runs out and calls other Dazirans come to her aid. \n\t\n"}, "66": {"2": "", "3": "", "14": "\tKoray shrieks in agony as the Glyph of Corruption unravels the forms that bind his flesh, organs and bone together. He screams and screams, until his lungs are dissolved from within. \n\t\n", "default": "\tEidos takes a wild swing at Koray's head. As she begins beating the fool into oblivion, it is not long before other Dazirans come to their fellow's aid.\n\t\n"}, "67": {"2": "\tAs Eidos draws forth Luin, a faint resonance can be heard drifting through the air. The Daziran's eyes widen in horror as the crystalline tone is joined in harmony by the sound of glass scraping on bone, signaling the blade's rough entrance into its victim's rib cage.\n\t\n", "3": "\tLuin's thirst for blood, now shared by Eidos, beckons for a Daziran sacrifice. Eidos, cripples her foe with kicks that smash his bones. \n\t\n", "14": "\tKadir shrieks in agony as the Glyph of Corruption unravels the forms that bind his flesh, organs and bone together. He screams and screams, until his lungs are dissolved from within. \n\t\n", "default": "\tUnarmed, Eidos attempts to dodge Kadir's spear. The point catches her in the gut and the guard sends her falling to the ground. \n\t\n"}, "68": {"2": "\tThe elderly woman moves as one would expect. Eidos taunts her with stabs that pierce the crone's limbs, but soon tires of it as the old hag's screams only weaken with each wound. \n\t\n", "3": "\tThe elderly woman moves as one would expect. Eidos taunts her by breaking all the major bones her body in sequence, but soon tires of it as the old hag's screams only weaken with each fracture. \n\t\n", "14": "\tRada shrieks in agony as the Glyph of Corruption unravels the forms that bind her flesh, organs and bone together. She screams and screams, until her lungs are dissolved from within. \n\t\n", "default": "\tEidos punches the old woman squarely in the face, causing Rada to fall to the ground with pathetic wail. Eidos stands over her, prepared to end the crone's life. \n\t\n\tHowever, she stands motionless. She cannot will herself to do this. She feels the shimmering awareness of a Glyph wielder nearby. \n\t\n"}, "69": {"2": "\tLuin pierces the insane Quangjo gleefully. Quangjo, though, fatally wounded, rises and counterattacks only to be slashed. \n\t\n", "3": "\tQuangjo thrusts a rust-covered blade at Eidos, but it breaks instantly on her diamond-hardened body. Quangjo then throws Eidos to the ground and begins to pummel her savagely. \n\t\n\tOn the brink of losing consciousness, Eidos rolls Quangjo over reversing their fates. Quangjo, is then beaten beyond recognition. \n\t\n", "14": "\tQuangjo's eyes widen in a mixture of recognition and horror as the Glyph of Corruption unravels the forms that bind his flesh, organs and bone together. Eidos can feel him desperately calling a Glyph to mind as he begins shrieking in agony. \n\t\n\tSuddenly, the scream becomes an idiotic moan and his Techne is snuffed like a candle. The frail man's eyes begin leaking blood before his fragile skull caves in as his brain collapses. \n\t\n", "default": ""}, "70": {"2": "\tThe elderly man moves as one would expect. Eidos taunts him with stabs that pierce his limbs, but soon tires of it as the old fool's screams only weaken with each wound. \n\t\n", "3": "\tThe elderly man moves as one would expect. Eidos taunts him by breaking all the major bones his body in sequence, but soon tires of it as the old fool's screams only weaken with each fracture. \n\t\n", "14": "\tAsansor shrieks in agony as the Glyph of Corruption unravels the forms that bind his flesh, organs and bone together. He screams and screams, until his lungs are dissolved from within. \n\t\n", "default": "\tEidos punches the old man squarely in the face, causing him to fall to the ground with a pathetic grunt. Eidos stands over him, prepared to end Asansor's life. \n\t\n\tHowever, she stands motionless. She cannot will herself to do this. She feels the shimmering awareness of a Glyph wielder nearby. \n\t\n"}, "101": {"2": "\tThough a supposed guard of the gates, his lifetime of peace seems to leave him ill-prepared for the violence Luin gifts him as his stout spear is casually batted aside. Luin twists in Eidos' arms and swings back to cleave through his exposed neck. \n\t\n", "3": "\tThough a supposed guard of the gates, his lifetime of peace leaves him ill-prepared for the violence Luin gifts him. \n\t\n\tIt is difficult to say whether Bahadur agonized as he offered his blood sacrifice because he seems to have fainted instantly upon receiving Eidos' fist with his face. \n\t\n", "14": "\tBahadur's hands grip his throat as the Glyph of Corruption takes hold. The scream that erupts from him pierces the dry air and is halted only when his mouth becomes filled with blood. \n\t\n", "default": "\tUnarmed, Eidos attempts to dodge Bahadur's spear. The point catches her in the gut and the guard sends her falling to the ground. \n\t\n"}, "102": {"2": "", "3": "", "14": "\tNiyoosh's hands grip her throat as the Glyph of Corruption takes hold. The scream that erupts from her pierces the dry air and is halted only when her mouth becomes filled with blood. \n\t\n", "default": ""}, "104": {"2": "", "3": "", "14": "\tArghavan's hands grip her throat as the Glyph of Corruption takes hold. The scream that erupts from her pierces the dry air and is halted only when her mouth becomes filled with blood. \n\t\n", "default": "\tEidos takes a wild swing at the child's head. As she begins beating the little twerp into oblivion, it is not long before other Tambulans come to Arghavan's aid. \n\t\n"}, "105": {"2": "\tAs Eidos draws Luin, the mythographer clutches the manuscript she had just been poring over as though it were a shield. The ghelblade swings down. \n\t\n", "3": "", "14": "\tDary's hands grip her throat as the Glyph of Corruption takes hold. The scream that erupts from her pierces the dry air of the Archive and is halted only when her mouth becomes filled with blood. \n\t\n\tCrimson tears weeping from her eyes, ears and nose, the Tambulan casts herself to the stone floor, spraying toxic blood across the pages of the tome she had been copying. \n\t\n", "default": ""}, "106": {"2": "\tAs Eidos draws Luin, the Librarian begins clumsily muttering what might be the vocalization of a Glyph. Before her utterance has completed, the ghelblade cuts through the air in her direction. \n\t\n", "3": "", "14": "\tKaleki's hands grip her throat as the Glyph of Corruption takes hold. The scream that erupts from her pierces the dry air of the Archive and is halted only when her mouth becomes filled with blood. \n\t\n", "default": ""}, "107": {"2": "\tEidos draws Luin from the depths of the Graylands. They are one now: weapon and wielder. Both of them bound by a common purpose. \n\t\n\tRage. Joy. Hatred. Exhilaration. Disgust. Regret. Eidos feels all these emotions and more. Is it she or Luin that is the source of these feelings? Has she been robbed of her will? Is she a victim of her passions and not their master? \n\t\n\tLooking down upon the sour expression of the lumpen face staring up at her, the torrent of emotion in her twined soul is centered, though by no means diminished, and all doubt is banished like mist in the sun by a clarion conviction: It does not matter. \n\t\n\tNothing matters now. Nothing but the fulfillment of their mission.\n\t\n", "3": "\tAs Eidos loads up a mighty blow, Reba looks at her blankly with dull eyes. The fist comes speeding towards her ugly face, and the morose Tambulan Cultivator lacks either the reflexes or motivation to do anything about her impending doom. \n\t\n", "14": "\tReba whimpers pathetically as the Glyph of Corruption takes hold. She moans and groans annoyingly, until her lungs are dissolved from within. \n\t\n", "default": "\tEidos rushes headlong at Reba with a murderous look in her eye. So intent is she on ridding the world of the Tambulan Cultivator's maudlin speeches, she fails to notice a piece of discarded fruit lying in the dirt. \n\t\n\tSlipping upon the rotting vegetation, she tumbles arse over head and breaks her leg. \n\t\n"}, "108": {"2": "", "3": "", "14": "\tNouri's hands grip his throat as the Glyph of Corruption takes hold. The scream that erupts from him pierces the dry air and is halted only when his mouth becomes filled with blood. \n\t\n", "default": "\tEidos takes a wild swing at Nouri's head. As she begins beating the fool into oblivion, it is not long before other Tambulans come to their fellow's aid. \n\t\n"}, "109": {"2": "", "3": "", "14": "\tFarrin's hands grip her throat as the Glyph of Corruption takes hold. The scream that erupts from her pierces the dry air and is halted only when her mouth becomes filled with blood. \n\t\n", "default": "\tEidos takes a wild swing at Farrin's head. As she begins beating the fool into oblivion, it is not long before other Tambulans come to their fellow's aid. \n\t\n"}, "110": {"2": "", "3": "", "14": "\tAkkeber's hands grip his throat as the Glyph of Corruption takes hold. The scream that erupts from him pierces the dry air and is halted only when his mouth becomes filled with blood. \n\t\n", "default": "\tEidos takes a wild swing at Akkeber's head. As she begins beating the fool into oblivion, it is not long before other Tambulans come to their fellow's aid. \n\t\n"}, "111": {"2": "", "3": "", "14": "\tAblah's hands grip his throat as the Glyph of Corruption takes hold. The scream that erupts from him pierces the dry air and is halted only when his mouth becomes filled with blood. \n\t\n", "default": "\tEidos takes a wild swing at Ablah's head. As she begins beating the old fool into oblivion, it is not long before other Tambulans come to their fellow's aid. \n\t\n"}, "112": {"2": "", "3": "", "14": "\tKambin's hands grip his throat as the Glyph of Corruption takes hold. The scream that erupts from him pierces the dry air and is halted only when his mouth becomes filled with blood. \n\t\n", "default": "\tEidos takes a wild swing at Kambin's head. As she begins beating the fool into oblivion, it is not long before other Tambulans come to their fellow's aid. \n\t\n"}, "113": {"2": "", "3": "", "14": "\tSorush shrieks in agony as the Glyph of Corruption unravels the forms that bind his flesh, organs and bone together. He screams and screams, until his lungs are dissolved from within. \n\t\n", "default": "\tEidos takes a wild swing at Sorush's head. As she begins beating the fool into oblivion, it is not long before other Tambulans come to their fellow's aid. \n\t\n"}, "114": {"2": "\tLuin swings through the air but tastes no blood. Dysmas has dodged her strike. Luin laughs with joy, but the sword's elation is short-lived: Dysmas shoots for Eidos' legs. \n\t\n", "3": "\tWithout warning, Eidos seizes the head of the Tambulan and pulls it into her rising knee. \n\t\n\tDysmas slips free of the hold, steps around to her side and expertly lands a powerful blow into her liver, the impact upon her diamond-hard skin producing an audible crack as he fractures his hand. \n\t\n\tBefore he can utter a sound, Eidos grips his forearm and rains down hammer blows upon him with her fist, shattering the rest of his body. \n\t\n", "14": "\tDysmas' hands grip his throat as the Glyph of Corruption takes hold. The scream that erupts from him pierces the dry air and is halted only when his mouth becomes filled with blood. \n\t\n", "default": "\tWithout warning, Eidos seizes the head of the Tambulan and pulls it into her rising knee. \n\t\n\tDysmas slips free of the hold and steps around, expertly landing a powerful blow into her liver. \n\t\n"}, "115": {"2": "\tThough a supposed guard of the gates, his lifetime of peace seems to leave him ill-prepared for the violence Luin gifts him as his stout spear is casually batted aside. Luin twists in Eidos' arms and swings back to cleave through his exposed neck. \n\t\n", "3": "\tThough a supposed guard of the gates, his lifetime of peace leaves Brus ill-prepared for the violence Luin gifts him. \n\t\n\tIt is difficult to say whether Brus agonized as he offered his blood sacrifice because he seems to have fainted instantly upon receiving Eidos' fist with his face. \n\t\n", "14": "\tBrus' hands grip his throat as the Glyph of Corruption takes hold. The scream that erupts from him pierces the dry air and is halted only when his mouth becomes filled with blood. \n\t\n", "default": "\tUnarmed, Eidos attempts to dodge Brus' spear. The point catches her in the gut and the guard sends her falling to the ground. \n\t\n"}, "116": {"2": "", "3": "", "14": "\tBoz's hands grip his throat as the Glyph of Corruption takes hold. The scream that erupts from him pierces the dry air and is halted only when his mouth becomes filled with blood. \n\t\n", "default": "\tEidos takes a wild swing at Boz's head. As she begins beating the fool into oblivion, it is not long before other Tambulans come to their fellow's aid. \n\t\n"}, "117": {"2": "", "3": "", "14": "\tKagin's hands grip his throat as the Glyph of Corruption takes hold. The scream that erupts from him pierces the dry air and is halted only when his mouth becomes filled with blood. \n\t\n", "default": "\tEidos takes a wild swing at Kagin's head. As she begins beating the fool into oblivion, it is not long before the soldiers standing guard at the ruined Archives come to their fellow Tambulan's aid. \n\t\n"}, "118": {"2": "", "3": "", "14": "\tIsmat's hands grip his throat as the Glyph of Corruption takes hold. The scream that erupts from him pierces the dry air and is halted only when his mouth becomes filled with blood. \n\t\n", "default": "\tEidos takes a wild swing at Ismat's head. As she begins beating the fool into oblivion, it is not long before the soldiers standing guard at the ruined Archives come to their fellow Tambulan's aid. \n\t\n"}, "119": {"2": "", "3": "", "14": "\tEnteghad's hands grip her wrinkly throat as the Glyph of Corruption takes hold. The scream that erupts from her pierces the dry air and is halted only when her mouth becomes filled with blood. \n\t\n", "default": "\tEidos takes a wild swing at the old crone's head. As she begins beating Enteghad into oblivion, it is not long before other Tambulans come to their fellow's aid. \n\t\n"}, "201": {"2": "\tDrawing Luin, Eidos swings her glassy blade towards the Tacribian Librarian. Though, Eidos is surprised to strike nothing but air. The warrior draws a wide, curved sword and begins launching a flurry of attacks towards Eidos' face. She can barely keep pace with the barrage... \n\t\n", "3": "\tEidos swings her unbreakable fist towards the Librarian. Though, Eidos is surprised to strike nothing but air. The warrior draws a wide, curved sword and begins launching a flurry of attacks towards Eidos, though the blade leaves nary a scratch on her diamond-hard skin. \n\t\n", "14": "\tLogira clutches her abdomen in pain as the Glyph of Corruption takes hold in her form. She moves to strike at Eidos, but instead collapses on the ground, coughing up bile. \n\t\n", "default": "\tBefore Eidos can make a motion, she sees that Logira has drawn a wide, curved sword from within the folds of her robe. With preternatural awareness, the Librarian steps away from the space where Eidos' blow will land and slices cleanly through her leg. \n\t\n"}, "202": {"2": "\tThe warriors of the Dawn Fortress are clearly cut from a different cloth. Eidos swings at air as her opponent effortlessly evades all of Luin's attacks. The inevitable fate of all who face Luin, though, is unchanged. Luin shifts shape into a trident, its range and width increased. \n\t\n", "3": "\tThe warriors of the Dawn Fortress are clearly cut from a different cloth. Eidos' assailant unleashes a flurry of slashes and thrusts that would have even been enough to stop a Jinn... had the Jinn not been wearing Luin as armor. \n\t\n\tEidos stands unflinchingly under the barrage awaiting for the reality to sink into the Dawn Fortress denizen's head: there was no chance of victory. \n\t\n", "14": "\tYarmak clutches her abdomen in pain as the Glyph of Corruption takes hold in her form. She moves to strike at Eidos, but instead collapses on the ground, coughing up bile. \n\t\n", "default": "\tEidos takes a wild swing and strikes nothing but air as the Tacribian skillfully steps out of range. \n\t\n"}, "203": {"2": "\tDrawing Luin, Eidos swings her glassy blade towards the Tacribian warrior, who appears momentarily stupefied at the sight of Luin. Though, Eidos is surprised to strike nothing but air. The warrior draws two knives and begins launching a flurry of attacks towards Eidos' face. She can barely keep pace with the barrage... \n\t\n\tHowever, Luin seems more than up to the task. Having no choice, Eidos gives her free will up to her weapon. As soon as it is freed from her command, the sword immediately deflects an oncoming cut from one hand and strikes the fingers from the other. \n\t\n\tWhile the Tacribian is not finished, neither is Luin. Eidos is compelled to feign retreat before thrusting into Fidan's wild swing, slamming the ghelblade into his sternum. \n\t\n", "3": "\tEidos swings her unbreakable fist towards the warrior. Though, Eidos is surprised to strike nothing but air. The warrior draws two knives and begins launching a flurry of attacks towards Eidos' face. The blades leave nary a scratch on her diamond-hard skin. \n\t\n", "14": "\tFidan clutches his abdomen in pain as the Glyph of Corruption takes hold in his form. He moves to strike at Eidos but instead collapses on the ground, coughing up bile. \n\t\n", "default": "\tEidos takes a wild swing and strikes nothing but air as the Tacribian skillfully steps out of range. \n\t\n"}, "204": {"2": "\tDrawing Luin, Eidos swings her glassy blade towards the Tacribian warrior, who appears momentarily stupefied at the sight of Luin. Though, Eidos is surprised to strike nothing but air. The warrior draws two knives and begins launching a flurry of attacks towards Eidos' face. She can barely keep pace with the barrage... \n\t\n\tHowever, Luin seems more than up to the task. Having no choice, Eidos gives her free will up to her weapon. As soon as it is freed from her command, the sword immediately deflects an oncoming cut from one hand and strikes the fingers from the other. \n\t\n\tWhile the Tacribian is not finished, neither is Luin. Eidos is compelled to feign retreat before thrusting into Minah's wild swing, slamming the ghelblade into her sternum. \n\t\n", "3": "\tEidos swings her unbreakable fist towards the warrior. Though, Eidos is surprised to strike nothing but air. The warrior draws two knives and begins launching a flurry of attacks towards Eidos' face. The blades leave nary a scratch on her diamond-hard skin. \n\t\n", "14": "\tMinah clutches her abdomen in pain as the Glyph of Corruption takes hold in her form. He moves to strike at Eidos but instead collapses on the ground, coughing up bile. \n\t\n", "default": "\tEidos takes a wild swing and strikes nothing but air as the Tacribian skillfully steps out of range. \n\t\n"}, "205": {"2": "\tThe warriors of the Dawn Fortress are clearly cut from a different cloth. Eidos swings at air as her opponent effortlessly evades all of Luin's attacks. The inevitable fate of all who face Luin, though, is unchanged. Luin shifts shape into a trident, its range and width increased. \n\t\n\tFwayya sidesteps one more thrust and comes in for a fatal counter. Fatal for her, as Luin now curves around the warrior allowing the assailant's own inertia to eviscerate themselves. \n\t\n", "3": "\tThe warriors of the Dawn Fortress are clearly cut from a different cloth. Eidos' assailant unleashes a flurry of slashes and thrusts that would have even been enough to stop a Jinn... had the Jinn not been wearing Luin as armor. \n\t\n\tEidos stands unflinchingly under the barrage awaiting for the reality to sink into the Dawn Fortress denizen's head: there was no chance of victory. \n\t\n\tLuin then tackles the stupefied attacker and rains blows down upon her. Bashing her fists into the warriors helm, Eidos steals Fwayya's consciousness. She continues her assault until she is satisfied the Tacribian cannot recover.\n\t\n", "14": "\tFwayya clutches her abdomen in pain as the Glyph of Corruption takes hold in her form. She moves to strike at Eidos, but instead collapses on the ground, coughing up bile. \n\t\n\tThis bile gives way to blood, and the blood gives way to liquefied organs as the warrior is eaten from within by her self-annihilating plasma.\n\t\n", "default": "\tEidos takes a wild swing and strikes nothing but air as the Tacribian skillfully steps out of range. \n\t\n"}, "206": {"2": "\tDrawing Luin, Eidos swings her glassy blade towards the Tacribian zealot. Though, Eidos is surprised to strike nothing but air. The fanatic draws two knives and begins launching a flurry of attacks towards Eidos' face. She can barely keep pace with the barrage... \n\t\n\tHowever, Luin seems more than up to the task. Having no choice, Eidos gives her free will up to her weapon. As soon as it is freed from her command, the sword immediately deflects an oncoming cut from one hand and strikes the fingers from the other. \n\t\n\tWhile the Tacribian is not finished, neither is Luin. Eidos is compelled to feign retreat before thrusting into Ruhi's wild swing, slamming the ghelblade into her sternum. \n\t\n", "3": "\tEidos swings her unbreakable fist towards the elderly fanatic. Though, Eidos is surprised to strike nothing but air. The warrior draws two knives and begins launching a flurry of attacks towards Eidos' face. The blades leave nary a scratch on her diamond-hard skin. \n\t\n", "14": "\tRuhi clutches her abdomen in pain as the Glyph of Corruption takes hold in her form. She moves to strike at Eidos, but instead collapses on the ground, coughing up bile. \n\t\n", "default": "\tEidos takes a wild swing and strikes nothing but air as the Tacribian skillfully steps out of range. \n\t\n"}, "207": {"2": "\tEidos smells weakness, yet her victim is oddly calm even under the threat of death. This is no ordinary man, yet he bleeds the offering of blood that any ordinary man would. \n\t\n", "3": "\tEidos smells weakness, yet her victim is oddly calm even under the threat of death. This is no ordinary man, yet he bleeds the offering of blood that any ordinary man would. \n\t\n", "14": "\tHeyar shrieks in agony as the Glyph of Corruption unravels the forms that bind his flesh, organs and bone together. He screams and screams, until his lungs are dissolved from within. \n\t\n", "default": "\tFoolish enough to attack the scholar unarmed, Eidos finds herself outmatched by the deceptively ferocious and surprisingly strong bookworm.\n\t\n"}, "208": {"2": "\tThe warriors of the Dawn Fortress are clearly cut from a different cloth. Eidos swings at air as her opponent effortlessly evades all of Luin's attacks. The inevitable fate of all who face Luin, though, is unchanged. Luin shifts shape into a trident, its range and width increased. \n\t\n\tThe Dawn Fortress denizen sidesteps one more thrust and comes in for a fatal counter. Fatal for him, as Luin now curves around the warrior allowing the assailant's own inertia to separate his torso from his legs as he passes through Luin's judgment. \n\t\n", "3": "\tThe warriors of the Dawn Fortress are clearly cut from a different cloth. Eidos' assailant unleashes a flurry of slashes and thrusts that would have even been enough to stop a Jinn... had the Jinn not been wearing Luin as armor. \n\t\n\tEidos stands unflinchingly under the barrage awaiting for the reality to sink into the Dawn Fortress denizen's head: there was no way for him to win. Luin then tackles the stupefied attacker and rains blows down upon him. \n\t\n", "14": "\tIssam clutches his abdomen in pain as the Glyph of Corruption takes hold in his form. He moves to strike at Eidos but instead collapses on the ground, coughing up bile. \n\t\n", "default": "\tEidos takes a wild swing and strikes nothing but air as the Tacribian skillfully steps out of range. \n\t\n"}, "209": {"2": "\tDrawing Luin, Eidos swings her glassy blade towards the Tacribian warrior, who appears momentarily stupefied at the sight of Luin. She is surprised to strike nothing but air, especially since the fool had been prattling on, seemingly heedless of her intent to end his blather once and for all. The warrior draws two knives and begins launching a flurry of attacks towards Eidos' face. She can barely keep pace with the barrage... \n\t\n\tHowever, Luin seems more than up to the task. Having no choice, Eidos gives her free will up to her weapon. As soon as it is freed from her command, the sword immediately deflects an oncoming cut from one hand and strikes the fingers from the other. \n\t\n\tWhile the Tacribian is not finished, neither is Luin. Eidos is compelled to feign retreat before thrusting into Cire's wild swing, slamming the ghelblade into his sternum. \n\t\n", "3": "\tEidos swings her unbreakable fist towards the Tacribian warrior's flapping mouth. She is surprised to strike nothing but air, especially since the fool had been prattling on, seemingly heedless of her intent to end his blather once and for all. \n\t\n\tThe warrior draws two knives and begins launching a flurry of attacks towards Eidos' face. The blades leave nary a scratch on her diamond-hard skin. \n\t\n\tEidos easily ceases both her assailant's wrists and begins slamming her forehead into his face. \n\t\n", "14": "\tCire clutches his abdomen in pain as the Glyph of Corruption takes hold in his form. He moves to strike at Eidos but instead collapses on the ground, coughing up bile. \n\t\n", "default": "\tEidos takes a wild swing and strikes nothing but air as the Tacribian skillfully steps out of range. \n\t\n"}, "211": {"": "", "default": "\tThe trio attacks Eidos in unison; they are obviously well-practiced in team combat. \n\t\n\tBefore Eidos' knows it, she is cornered. With the ever-changing array of thrusts, slashes, parries and ripostes, Eidos is battered about. It is only as her consciousness wanes that she realizes she had received several mortal, concussive wounds. \n\t\n"}, "212": {"": "", "default": "\tThe trio attacks Eidos in unison; they are obviously well-practiced in team combat. \n\t\n\tBefore Eidos' knows it, she is cornered. With the ever-changing array of thrusts, slashes, parries and ripostes, Eidos is battered about. It is only as her consciousness wanes that she realizes she had received several mortal, concussive wounds. \n\t\n"}, "213": {"": "", "default": "\tThe trio attacks Eidos in unison; they are obviously well-practiced in team combat. \n\t\n\tBefore Eidos' knows it, she is cornered. With the ever-changing array of thrusts, slashes, parries and ripostes, Eidos is battered about. It is only as her consciousness wanes that she realizes she had received several mortal, concussive wounds. \n\t\n"}, "214": {"2": "\tDrawing Luin, Eidos swings her glassy blade towards the Tacribian warrior, who appears stupefied at the sight of Luin. The ghelblade cuts a lengthy gash into the surprised Tacribian, causing her to drop to her knees.\n\t\n\tKarra clasps her hands in prayer, tears now streaming from her eyes. She stares at Eidos as one basking in the presence of divinity.\n\t\n\tBut Luin does not slow its pace, raising high only to come down in a cleaving motion upon the aged woman's left shoulder.\n\t\n", "3": "\tEidos swings her unbreakable fist towards the elderly Valvorthr. Though, Eidos is surprised to strike nothing but air. The zealot draws two knives and begins launching a flurry of attacks towards Eidos' face. \n\t\n", "14": "\tKarra clutches her abdomen in pain as the Glyph of Corruption takes hold in her form. She staggers towards Eidos before collapsing on the floor, coughing up bile. \n\t\n", "default": "\tEidos takes a wild swing and strikes nothing but air as the aged Valvorthr steps under the blow with surprising agility. \n\t\n\tEidos strikes again, only to discover blood flowing freely from a wound in her side. She begins to feel faint. \n\t\n"}, "215": {"2": "\tDrawing Luin, Eidos swings her glassy blade towards the Tacribian warrior, who appears momentarily stupefied at the sight of Luin. Though, Eidos is surprised to strike nothing but air. The warrior draws two knives and begins launching a flurry of attacks towards Eidos' face. She can barely keep pace with the barrage... \n\t\n\tHowever, Luin seems more than up to the task. Having no choice, Eidos gives her free will up to her weapon. As soon as it is freed from her command, the sword immediately deflects an oncoming cut from one hand and strikes the fingers from the other. \n\t\n\tWhile the Tacribian is not finished, neither is Luin. Eidos is compelled to feign retreat before thrusting into Qust's wild swing, slamming the ghelblade into his sternum. \n\t\n", "3": "\tEidos swings her unbreakable fist towards the warrior. Though, Eidos is surprised to strike nothing but air. The warrior draws two knives and begins launching a flurry of attacks towards Eidos' face. The blades leave nary a scratch on her diamond-hard skin. \n\t\n", "14": "\tQust clutches his abdomen in pain as the Glyph of Corruption takes hold in his form. He moves to strike at Eidos but instead collapses on the ground, coughing up bile. \n\t\n", "default": "\tEidos takes a wild swing and strikes nothing but air as the Tacribian skillfully steps out of range. \n\t\n"}, "216": {"2": "\tDrawing Luin, Eidos swings her glassy blade towards the Tacribian warrior, who appears momentarily stupefied at the sight of Luin. Though, Eidos is surprised to strike nothing but air. The warrior draws two knives and begins launching a flurry of attacks towards Eidos' face. She can barely keep pace with the barrage... \n\t\n\tHowever, Luin seems more than up to the task. Having no choice, Eidos gives her free will up to her weapon. As soon as it is freed from her command, the sword immediately deflects an oncoming cut from one hand and strikes the fingers from the other. \n\t\n\tWhile the Tacribian is not finished, neither is Luin. Eidos is compelled to feign retreat before thrusting into Malik's wild swing, slamming the ghelblade into his sternum. \n\t\n", "3": "\tEidos swings her unbreakable fist towards the elderly fanatic. Though, Eidos is surprised to strike nothing but air. The warrior draws two knives and begins launching a flurry of attacks towards Eidos' face. The blades leave nary a scratch on her diamond-hard skin. \n\t\n", "14": "\tMalik clutches his abdomen in pain as the Glyph of Corruption takes hold in his form. He moves to strike at Eidos but instead collapses on the ground, coughing up bile. \n\t\n", "default": "\tEidos takes a wild swing and strikes nothing but air as the Tacribian skillfully steps out of range. \n\t\n"}, "217": {"3": "\tAs Eidos begins her attempt to menace Adarik, his band of warriors converge with practiced unison upon her. \n\t\n\tStriking from all directions with spears, bows and blades, they hope to quickly end her. But Eidos is shield from lacerations, for Luin is with her. However, the hardened warriors soon change their tactics to adapt, holding her down and ramming a wet cloth down her throat thus suffocating. \n\t\n", "default": "\tAs Eidos begins her attempt to menace Adarik, his band of warriors converge with practiced unison upon her. \n\t\n\tStriking from all directions with spears, bows and blades, Eidos is quickly overwhelmed. \n\t\n"}, "218": {"3": "\tAs Eidos begins her attempt to menace the archer, his band of warriors converge with practiced unison upon her. \n\t\n\tStriking from all directions with spears, bows and blades, they hope to quickly end her. But Eidos is shield from lacerations, for Luin is with her. However, the hardened warriors soon change their tactics to adapt, holding her down and ramming a wet cloth down her throat thus suffocating. \n\t\n", "default": "\tAs Eidos begins her attempt to menace the archer, her band of warriors converge with practiced unison upon the threat. \n\t\n\tStriking from all directions with spears, bows and blades, Eidos is quickly overwhelmed. \n\t\n"}, "402": {"2": "\tAssala gapes in awe as Eidos draws forth the glowing green sword. Her face is a picture of transcendent elation even as it slides through her ribs and into her heart.\n\t\n\tAwakened by this death, Luin's awareness fills Eidos just in time for her to deflect a lethal blow from the slain warrior's companion. The older man's emotions are unreadable behind a mask of intense concentration, though his intention is made clear in his every movement. Eidos fights in desperation for her life, losing ground with every breath. It is only when she gives her will over to Luin that the tide turns.\n\t\n", "3": "\tThe Tacribian warriors deal countless cuts and thrusts to Eidos, in a flurry that would have ended her life many times over were it not for Luin's protection. When exhaustion begins to slow their movements, their attack becomes hampered further by bone-shattering blows. \n\t\n", "14": "", "default": "\tAssala knows that Eidos is no match for her, the smirk on her face makes that clear enough. But what's hidden behind the sparkle in her eyes is even more terrifying. Years of repression and pent up aggression are soon to be unleashed. \n\t\n\tWhat follows can only be described as torture that was dreamed up by one unfit for society. (Perhaps that is why she is here and not back with her comrades?)\n\t\n\tAssala slices the tendons at Eidos' ankles, making her genuflect in an unintentional show of submission. Then Assala removes Eidos' arms, allowing the blood to leak from the roots they were once attached to. \n\t\n"}, "403": {"2": "\tAssala gapes in awe as Eidos draws forth the glowing green sword. Her face is a picture of transcendent elation even as it slides through her ribs and into her heart.\n\t\n\tAwakened by this death, Luin's awareness fills Eidos just in time for her to deflect a lethal blow from the slain warrior's companion. The older man's emotions are unreadable behind a mask of intense concentration, though his intention is made clear in his every movement. Eidos fights in desperation for her life, losing ground with every breath. It is only when she gives her will over to Luin that the tide turns.\n\t\n", "3": "\tThe Tacribian warriors deal countless cuts and thrusts to Eidos, in a flurry that would have ended her life many times over were it not for Luin's protection. When exhaustion begins to slow their movements, their attack becomes hampered further by bone-shattering blows. \n\t\n", "14": "", "default": ""}, "404": {"2": "\tNadub screams and runs as the Tacribian guards rush to his defense. Assala gapes in awe as Eidos draws forth the glowing green sword. Her face is a picture of transcendent elation even as it slides through her ribs and into her heart.\n\t\n\tAwakened by this death, Luin's awareness fills Eidos just in time for her to deflect a lethal blow from the slain warrior's companion. The older man's emotions are unreadable behind a mask of intense concentration, though his intention is made clear in his every movement. Eidos fights in desperation for her life, losing ground with every breath. It is only when she gives her will over to Luin that the tide turns.\n\t\n\tBrimming with joy, the blade pulls Eidos into a reckless forward roll, swinging upwards and dividing the torso of its opponent in a vertical cut.\n\t\n", "3": "\tNadub screams and runs as the Tacribian guards rush to his defense. They deal countless cuts and thrusts to Eidos, in a flurry that would have ended her life many times over were it not for Luin's protection. When exhaustion begins to slow their movements, their attack becomes hampered further by bone-shattering blows. In a few more moments it is over.\n\t\n", "14": "\tNadub screams and runs as the Tacribian guards rush to his defense. Alas, the muscles of two warriors flex instinctively as a wave of agony ripples through their flesh. Their strength and training become meaningless as their bones, muscles and brain are assailed from within. They scream until their lungs collapse. They live until their hearts burst. They quiver until their very being is dissolved.\n\t\n", "default": "\tNadub screams in horror and runs for dear life. Hubbiyh, with a speed uncharacteristic of his age, comes to his defense. \n\t\n"}, "502": {"3": "\tWith blinding speed, the bird-creatures raise their talons to strike Eidos. The razor-like claws strike green sparks from her skin, yet her armor's integrity holds and she feels no pain. Their attacks doing nothing to her. \n\t\n\tEidos closes distance through the flurry of strikes. With murderous intent, the two creatures leap upon her, dragging Eidos to the ground, tearing and biting at her flesh. Eidos feels a welling of anger building within her. Anger and something else. \n\t\n\tAs a clawed foot stamps her face down upon the ground, she feels a giddiness. A desire for freedom. As the hopelessness of her situation sets in, she gives herself over to this presence, the sleeping form of Luin.\n\t\n\tIn the briefest of moments, the ghelblade abandons her skin and Luin arcs up through the bodies of the two creatures, dividing them in twain and splattering an azure fluid over her body.\n\t\n\tEidos rises wearily to her feet and gazes upon the avian beings as their forms crumble away into piles of oxidized dust, then upon the quickly drying liquid that covers her body. She sees numerous gashes on her torso and feels a few more in her face. In the brief time of Luin's awakening, the talons punctured her flesh. \n\t\n", "default": ""}, "503": {"2": "\tEidos moves to unsheathe Luin, but the Valvorthr act with surprising speed. In but a moment, they are upon her, crusted nails and rotten teeth biting into her flesh and bone. \n\t\n", "3": "\tThe Valvorthr try to bite into Eidos' diamond hard skin only to have their rotten teeth shatter. They are not deterred. \n\t\n\tWith inhuman strength. They grab her by all four limbs and begin to stretch her to her limits. Then, they slowly begin lifting her above their heads, stopping at the zenith. At blinding speed they bring Eidos crashing to the ground knocking the wind out of her. They repeat the process several times, faster and faster each time. \n\t\n", "14": "\tEidos calls the Glyph of Corruption to mind, but she cannot direct it towards their Trueflesh. Then memory of the fact that draug and Unseen are immune to the effects of Techne hits her along with the first blows of the Valvorthr. \n\t\n", "default": "\tEidos moves to defend herself, but the Valvorthr act with surprising speed. In but a moment, they are upon her, crusted nails and rotten teeth biting into her flesh and bone. \n\t\n"}, "504": {"2": "\tThe Valvorthr act with surprising speed. Even with Luin unsheathed, Eidos cannot swing even once before they are upon her. In an instant, they are upon her, crusted nails and rotten teeth biting into her flesh and bone. \n\t\n", "3": "\tThe Valvorthr try to bite into Eidos' diamond hard skin only to have their rotten teeth shatter. They are not deterred. \n\t\n\tWith inhuman strength. They grab her by all four limbs and begin to stretch her to her limits. Then, they slowly begin lifting her above their heads, stopping at the zenith. At blinding speed they bring Eidos crashing to the ground knocking the wind out of her. They repeat the process several times, faster and faster each time. \n\t\n", "14": "\tEidos calls the Glyph of Corruption to mind, but she cannot direct it towards their Trueflesh. Then memory of the fact that draug and Unseen are immune to the effects of Techne hits her along with the first blows of the Valvorthr. \n\t\n", "default": "\tEidos moves to defend herself, but the Valvorthr act with surprising speed. In but a moment, they are upon her, crusted nails and rotten teeth biting into her flesh and bone. \n\t\n"}, "600": {"": "", "default": "\tAs Eidos steps forward to menace the imposing woman, the guardians at her side move in unison to defend their leader. Before Eidos can engage her target, a cudgel cracks solidly against her nose. Blood spraying across the floor is the last thing she sees before her legs are taken out from under her by swift blows.  \n\t\n"}, "601": {"": "", "default": "\tAs Eidos steps forward to menace the filthy, ancient savage, the others move to defend Kaleko. Despite Eidos' fury, she can do nothing to combat the combined will of the many Unseen that descend upon her. \n\t\n"}, "602": {"": "", "default": "\tAs Eidos steps forward to menace the filthy, ancient savage, the others move to defend Egimesh. Despite Eidos' fury, she can do nothing to combat the combined will of the many Unseen that descend upon her. \n\t\n"}, "603": {"": "", "default": "\tAs Eidos steps forward to menace the filthy youth, the others move to defend Arkash. Despite Eidos' fury, she can do nothing to combat the combined will of the many Unseen that descend upon her. \n\t\n"}, "604": {"": "", "default": "\tAs Eidos steps forward to menace the filthy youth, the others move to defend Birarkul. Despite Eidos' fury, she can do nothing to combat the combined will of the many Unseen that descend upon her. \n\t\n"}, "605": {"": "", "default": "\tAs Eidos steps forward to menace the filthy, old savage, he regretfully accepts his fate. Onlookers gather to watch as Eidos beats the old man to death, slamming his head against the emerald font. The eyes that look upon the scene the deadened He seems to have had no friends among the people here.\n\t\n\tThen at Hazanna's command, the others move to detain Eidos for her unwarranted murder. Despite Eidos' fury, she can do nothing to combat the combined will of the many Unseen that descend upon her. \n\t\n"}, "607": {"": "", "default": "\tEidos lashes out and the unsuspecting woman immediately succumbs to the assault. The ragged denizens flee from their meager living area while Eidos proceeds to end the fortune teller's worthless life. Scanning her eyes about, she looks for her next victim only to see guardians rushing from the Hall of Vanargand. There is little she can do against such a mob, and the striking blows from their crude cudgels soon render Eidos threatless. \n\t\n"}, "608": {"": "", "default": "\tEidos lashes out and the unsuspecting man immediately succumbs to the assault. The ragged denizens flee from their meager living area while Eidos proceeds to end the peddler's worthless life. Scanning her eyes about, she looks for her next victim only to see guardians rushing from the Hall of Vanargand. There is little she can do against such a mob, and the striking blows from their crude cudgels soon render Eidos threatless. \n\t\n"}, "609": {"": "", "default": "\tEidos lashes out and the unsuspecting woman immediately succumbs to the assault. The ragged denizens flee from their meager living area while Eidos proceeds to end the gossip's worthless life. Scanning her eyes about, she looks for her next victim only to see guardians rushing from the Hall of Vanargand. There is little she can do against such a mob, and the striking blows from their crude cudgels soon render Eidos threatless. \n\t\n"}, "610": {"": "", "default": "\tAs Eidos steps forward to menace Hazanna's attendant, the guardians at her side move in unison just as if they were defending their leader. Before Eidos can engage her target, a cudgel cracks solidly against her nose. Blood spraying across the floor is the last thing she sees before her legs are taken out from under her by swift blows.  \n\t\n"}, "611": {"": "", "default": "\tEidos lashes out and the unsuspecting woman immediately succumbs to the assault. The ragged laborers of the Greenhouse flee from their post while Eidos proceeds to end the this worthless life. Scanning her eyes about, she looks for her next victim only to see guardians rushing from the Hall of Vanargand. There is little she can do against such a mob, and the striking blows from their crude cudgels soon render Eidos threatless. \n\t\n"}, "612": {"": "", "default": "\tEidos lashes out and the unsuspecting woman immediately succumbs to the assault. There is no one nearby who can do anything to stop her as Eidos proceeds to end the despondent mother's worthless life. Scanning her eyes about, she looks for her next victim only to see guardians rushing from the Greenhouse. There is little she can do against such a mob, and the striking blows from their crude cudgels soon render Eidos threatless. \n\t\n"}, "1000": {"2": "\tGulganna opens its maw wide and breathes forth a jet of burning, gaseous plasma. Eidos runs to escape and escape she does, witnessing the flare cascade across the floor causing plumes of vaporized stone to explode from the earth, building columns of petrified steam. The intense heat boils away the air in the chamber, and soon, Eidos' movement is slowed to a crawl. \n\t\n", "default": "\tGulganna opens its maw wide and breathes forth a jet of burning, gaseous plasma. Eidos runs to escape and escape she does, witnessing the flare cascade across the floor causing plumes of vaporized stone to explode from the earth, building columns of petrified steam. The intense heat boils away the air in the chamber, and soon, Eidos' movement is slowed to a crawl. \n\t\n"}, "1001": {"2": "\tThe figure of Ark rises from her chair. As she does so, Eidos can sense a great darkness about the grim mage with her mind's eye. It is as if another creature were shadowing her movement, a presence whose shape is definite but whose particulars are beyond her mental awareness. \n\t\n\tArk strides forth and the shape strides with her. Glyphs begin manifesting all about Eidos. From the very Graylands itself the Glyphs arise and Eidos finds all perception has become warped and twisted. Her heart slows, her breath shallows and her blood begins to freeze. As her vision darkens, all feeling and thought are annihilated. She is reduced to nothing until the only thing that remains is her death...\n\t\n\tBut then, Luin comes from the inner recesses of Eidos' mind, as though of instinct, to strike his former companion through the heart. Death dealt without anger, without malice, this is the nature of the ghelblade Luin. Wielder of the past is not a title Luin recognizes, as it was never encoded into his being.\n\t\n", "3": "\tThe figure of Ark rises from her chair. As she does so, Eidos can sense a great darkness about the grim mage with her mind's eye. It is as if another creature were shadowing her movement, a presence whose shape is definite but whose particulars are beyond her mental awareness. \n\t\n\tArk strides forth and the shape strides with her. Glyphs begin manifesting all about Eidos. From the very Graylands itself the Glyphs arise and Eidos finds all perception has become warped and twisted. Her heart slows, her breath shallows and her blood begins to freeze. As her vision darkens, all feeling and thought are annihilated. She is reduced to nothing until the only thing that remains is her death...\n\t\n\tBut then, Luin springs forth from Eidos enveloping her form; what's more, purely of instinct, Luin strikes his former companion through the heart. Death dealt without anger, without malice, this is the nature of the ghelblade Luin. Wielder of the past is not a title Luin recognizes, as it was never encoded into his being.\n\t\n", "default": "\tThe figure of Ark rises from her chair. As she does so, Eidos can sense a great darkness about the grim mage with her mind's eye. It is as if another creature were shadowing her movement, a presence whose shape is definite but whose particulars are beyond her mental awareness. \n\t\n"}, "1200": {"2": "\tAs if in a dream, Ormenos summons from the Graylands the ghelblade Luin. When he acquired such offensive power was beyond his reckoning; that he had, though, brought great peace to his mind. This legendary blade was said to cut through even black crystals, the hardest known structures to the Vanquished. And, best of all, it moves of its own bloodlust, seeking to end the threat Ormenos now faces.\n\t\n\tBefore the Beast Lord can react, his left arm is severed, though the wound is cauterized by the intense heat of the blade. Yet, he remains unfazed, coldly signaling the other enforcers begin their counterattack.\n\t\n", "3": "\tAs if in a dream, Ormenos summons from the Graylands the ghelblade Luin. When he acquired such offensive power was beyond his reckoning; that he had, though, brought great peace to his mind. This entity now envelops Ormenos' Falseflesh, protecting him from all external blows. And, best of all, it moves of its own bloodlust, seeking to end the threat Ormenos now faces.\n\t\n\tBefore the Beast Lord can react, Luin is upon him, bringing Ormenos' Falseflesh along for the ride. Yet, he remains unfazed, coldly signaling the other enforcers begin their counterattack as he evades blow after blow from Ormenos' guided limbs.\n\t\n\tThough immensely powerful and dexterous, Luin is not omnipotent. The ghelblade but slays several Enforcers before Ormenos is knocked down from behind, the remaining Enforcers then bind Ormenos and drag him off to meet his doom.\n\t\n", "14": "\tImages of warping and putrefaction come to Ormenos' mind as of instinct. He visualizes the rotting innards of his current foe, attempting to manifest his desires beyond the jurisdiction of the Graylands. The Beast Lord succumbs to these malignant machinations as his gut begins to dissolve, leaving a rather visual aperture in his viscera. And in the space of a thought, this threat is no more...\n\t\n", "default": "\tKnowing absolutely nothing about combat, Techne-based or otherwise, Ormenos charges at the Enforcer in some vain attempt to strike him down. The understandably shocked Beast Lord simply side steps the brutish assault, causing the off-balanced Ormenos to go careening into the rather unforgiving rigidity of a wall.\n\t\n"}, "1201": {"2": "\tAs if in a dream, Ormenos summons from the Graylands the ghelblade Luin. When he acquired such offensive power was beyond his reckoning; that he had, though, brought great peace to his mind. This legendary blade was said to cut through even black crystals, the hardest known structures to the Vanquished. And, best of all, it moves of its own bloodlust, seeking to end the threat Ormenos now faces.\n\t\n\tOrmenos pounces upon the grotesque and misshapen form of the Gate Keeper, slicing clean through her Falseflesh. So enthralled is Ormenos with the primal violence of his actions, he fails to notice that he continues to flay a lifeless pile of flesh, spraying unnameable bodily fluids in the six directions. Though perhaps more alarming is that a contingent of Enforcers have now arrived on the scene catching Ormenos quite literally red-handed.\n\n\tBefore the leader can react, his left arm is severed, though the wound is cauterized by the intense heat of the blade. Yet, he remains unfazed, coldly signaling the other enforcers begin their counterattack.\n\t\n", "3": "\tAs if in a dream, Ormenos summons from the Graylands the ghelblade Luin. When he acquired such offensive power was beyond his reckoning; that he had, though, brought great peace to his mind. This entity now envelops Ormenos' Falseflesh, protecting him from all external blows. And, best of all, it moves of its own bloodlust, seeking to end the threat Ormenos now faces.\n\t\n\tOrmenos pounces upon the grotesque and misshapen form of the Gate Keeper, landing powerful blows upon her Falseflesh. So enthralled is Ormenos with the primal violence of his actions, he fails to notice that he continues to bash a lifeless pile of flesh into a messier pulp. Though perhaps more alarming is that a contingent of Enforcers have now arrived on the scene catching Ormenos quite literally red-handed.\n\t\n\tBefore the leader can react, Luin is upon him, bringing Ormenos' Falseflesh along for the ride. Yet, he remains unfazed, coldly signaling the other enforcers begin their counterattack as he evades blow after blow from Ormenos' guided limbs.\n\t\n\tThough immensely powerful and dexterous, Luin is not omnipotent. The ghelblade but slays several Enforcers before Ormenos is knocked down from behind, the remaining Enforcers then bind Ormenos and drag him off to meet his doom.\n\t\n", "14": "\tImages of warping and putrefaction come to Ormenos' mind as of instinct. He visualizes the rotting innards of his current foe, attempting to manifest his desires beyond the jurisdiction of the Graylands. The Gate Keeper succumbs to these malignant machinations as her wretchedly distended gut begins to dissolve, leaving a rather visual aperture in her viscera. And in the space of a thought, this threat is no more...\n\t\n", "default": "\tThough elderly and morbidly obese, the Gate Keeper is not without her wits... She raises her arms to protect her sensitive noggin from any errant fists the untrained Ormenos might throw. Then, she proceeds to belt out a raspy and grating whine, as loud as she can; for she knows she only need endure this abuse until the nearby Enforcers can reach the Warden's Conduit.\n\t\n"}, "1202": {"2": "\tAs if in a dream, Ormenos summons from the Graylands the ghelblade Luin. When he acquired such offensive power was beyond his reckoning; that he had, though, brought great peace to his mind. This legendary blade was said to cut through even black crystals, the hardest known structures to the Vanquished. And, best of all, it moves of its own bloodlust, seeking to end the threat Ormenos now faces.\n\t\n\tUnable to fully control the barbaric instincts of this living weapon, Ormenos cuts through the crowd separating the Jinn Slayer and himself, thus eliminating the element of surprise, yet retaining at least the element of confusion. However, so enthralled is Ormenos with the primal violence of his actions that he fails to notice that he continues to flay lifeless lumps of flesh, spraying unnameable bodily fluids in the six directions. Though perhaps more alarming is that the contingent of Enforcers who accompany the Jinn Slayer spring into action.\n\t\n", "3": "\tAs if in a dream, Ormenos summons from the Graylands the ghelblade Luin. When he acquired such offensive power was beyond his reckoning; that he had, though, brought great peace to his mind. This entity now envelops Ormenos' Falseflesh, protecting him from all external blows. And, best of all, it moves of its own bloodlust, seeking to end the threat Ormenos now faces.\n\t\n\tUnable to fully control the barbaric instincts of this living weapon, Ormenos pummels his way through the crowd separating the Jinn Slayer and himself, thus eliminating the element of surprise, yet retaining at least the element of confusion. However, so enthralled is Ormenos with the primal violence of his actions that he fails to notice that he continues to pound lifeless lumps of flesh, spraying unnameable bodily fluids in the six directions. Though perhaps more alarming is that the contingent of Enforcers who accompany the Jinn Slayer spring into action.\n\t\n\tThough immensely powerful and dexterous, Luin is not omnipotent. The ghelblade but slays several Enforcers before Ormenos is knocked down from behind, the remaining Enforcers then bind Ormenos and drag him off to meet his doom.\n\t\n", "14": "\tImages of warping and putrefaction come to Ormenos' mind as of instinct. He visualizes the rotting innards of his current foe, attempting to manifest his desires beyond the jurisdiction of the Graylands. The Jinn Slayer succumbs to these malignant machinations as his gut begins to dissolve, leaving a rather visual aperture in his viscera. And in the space of a thought, this threat is no more...\n\t\n", "default": "\tNot the wisest decision to attack a mage whose specialty is combat, especially when Ormenos is as armed and prepared for battle as a newborn... Yet, even in spite of his better judgment, Ormenos plows meekly, desperately, through the crowd in an attempt to reach his unsuspecting prey. \n\t\n\tBursting through the sea of magi and out toward the dais, Ormenos falls clumsily hitting the floor with his unsightly proboscis. Embarrassed and perplexed at what he is doing, Ormenos swings wildly and weakly at the dour Jinn Slayer. In no conceivable reality would this ever be a viable attack strategy, yet it is all one uninitiated in the ways of combat could ever hope to achieve.\n\t\n"}, "1203": {"2": "\tAs if in a dream, Ormenos summons from the Graylands the ghelblade Luin. When he acquired such offensive power was beyond his reckoning; that he had, though, brought great peace to his mind. This legendary blade was said to cut through even black crystals, the hardest known structures to the Vanquished. And, best of all, it moves of its own bloodlust, seeking to end the threat Ormenos now faces... though as Ormenos thinks upon it, he realizes Brother Mind Seer poses no threat whatsoever, for if ever there were a meeker mage than himself, it would be the Mind Seer.\n\t\n\tHowever, unable to fully control the barbaric instincts of this living weapon, Ormenos cuts through the weak Falseflesh of his compatriot. So enthralled is Ormenos with the primal violence of his actions that he fails to notice that he continues to flay a lifeless lump of flesh, spraying unnameable bodily fluids in the six directions.\n\t\n\tComing to his senses, Ormenos belts out a soul-wrenching cry. The weight of this decision wears heavy upon his soul. He has killed his Jeran Brother. His psyche splinters into a thousand pieces, carving the memory into his Trueflesh. Then, putting Luin to his throat, he threatens to end the life of this wretched beast he has become.\n\t\n", "3": "\tAs if in a dream, Ormenos summons from the Graylands the ghelblade Luin. When he acquired such offensive power was beyond his reckoning. This entity now envelops Ormenos' Falseflesh, protecting him from all external blows. Yet, it moves of its own bloodlust, seeking to end the threat Ormenos now faces... though as Ormenos thinks upon it, he realizes Brother Mind Seer poses no threat whatsoever, for if ever there were a meeker mage than himself, it would be the Mind Seer.\n\t\n\tHowever, unable to fully control the barbaric instincts of this living weapon, Ormenos mashes and tears the weak Falseflesh of his compatriot. So enthralled is Ormenos with the primal violence of his actions that he fails to notice that he continues to pummel the pulp of a lifeless corpse, spraying unnameable bodily fluids in the six directions.\n\t\n\tComing to his senses, Ormenos belts out a soul-wrenching cry. The weight of this decision wears heavy upon his soul. He has killed his Jeran Brother. His psyche splinters into a thousand pieces, carving the memory into his Trueflesh. Then, bundling up his burlap robe, he thrusts it down his own throat, threatening to end the life of this wretched beast he has become.\n\t\n", "14": "\tImages of warping and putrefaction come to Ormenos' mind as of instinct. He visualizes the rotting innards of his current foe, attempting to manifest his desires beyond the jurisdiction of the Graylands. The Mind Seer succumbs to these malignant machinations as his gut begins to dissolve, leaving a rather visual aperture in his viscera. And in the space of a thought, this threat is no more...\n\t\n\tComing to his senses, Ormenos belts out a soul-wrenching cry. The weight of this decision wears heavy upon his soul. He has killed his Jeran Brother. His psyche splinters into a thousand pieces, carving the memory into his Trueflesh. Then, directing his putrid thoughts inwards, he threatens to end the life of this wretched beast he has become.\n\t\n", "default": "\tIn an fit of rage, both ineffable and incomprehensible to Ormenos, he strikes the Mind Seer, cutting his flesh open on his bony hands. As the Mind Seer bleeds and whimpers, Ormenos mercilessly bites into his throat, ripping off a chunk of veiny, pulsating meat straight from his neck. Incredulous, defenseless, and utterly powerless, the Mind Seer leaves his Falseflesh. His confused eyes stare at Ormenos, making their useless pleas as they glaze over.\n\t\n\tComing to his senses, Ormenos belts out a soul-wrenching cry. The weight of this decision wears heavy upon his soul. He has killed his Jeran Brother. His psyche splinters into a thousand pieces, carving the memory into his Trueflesh. Then, bundling up his burlap robe, he thrusts it down his own throat, threatening to end the life of this wretched beast he has become.\n\t\n"}, "1208": {"2": "\tConjuring the bellicose ghelblade from its restless wanderings in the Graylands, Ormenos performs the ironic service the universe craves by carving Cook Ding up into serviceable slabs of meat. The process takes but a moment, but then Luin devolves to its usual violence and continues to partition the cuts of meat into ever-smaller chunks until they become merely a primordial ooze of organic material.\n\t\n", "3": "\tConjuring the bellicose ghelblade from its restless wanderings in the Graylands, Ormenos performs the ironic service the universe craves by dismantling Cook Ding up into serviceable slabs of meat. The process takes but a moment, but then Luin devolves to its usual violence and continues to tenderize the cuts of meat into ever-softer chunks until they become merely a primordial ooze of organic material.\n\t\n", "14": "\tImages of warping and putrefaction come to Ormenos' mind as of instinct. He visualizes the rotting innards of his current foe, attempting to manifest his desires beyond the jurisdiction of the Graylands. Cook Ding succumbs to these malignant machinations as his wretchedly distended gut begins to dissolve, leaving a rather visual aperture in his viscera. And in the space of a thought, this threat is no more...\n\t\n", "default": "\tThough elderly and morbidly obese, Cook Ding is not without his battle wits... He raises his arms to protect his sensitive noggin from any errant fists the untrained Ormenos might throw. Then, he proceeds to belt out a raspy and grating whine, as loud as he can; for he knows he only need endure this abuse until the nearby Enforcers can reach the Refectory.\n\t\n"}, "1209": {"2": "\tOrmenos brings the Glyph of Luin to the forefront of his thoughts, now aware of his seemingly long-standing, inherited covenant with the ghelblade, though just when it was he learned the Glyph escapes his ken.\n\t\n\tAll these thoughts are pushed aside as the verdant luster of the brilliant weapon becomes manifest in reality, understandably shocking all the Architects of the Huginn Grove. Luin intuits his master's purpose and gleefully enacts what is willed. In the space of a thought, the Form Forger has been shred to veritable ribbons with such speed and precision that no blood is drawn before the slices of Falseflesh separate and collapse to the ground.\n\t\n\tPandemonium ensues, for a single life cannot sate the bloodlust of the blade of Vanargand! No, it is then that Luin proceeds to decimate the feeble Architects' ranks, slicing through one mage after another, leaving artistically arrayed dollops blood and nuggets of offal scattered in the six directions. The entire spectrum of human emotion, all on display with magi running in terror, Luin slaying euphorically, Ormenos grieving at what he has done, and the newly arrived Enforcers awed and angered by the senseless slaughter of their comrades at Ormenos' hand.\n\t\n\tLuin shifts its attention to the tastier morsels that are the Enforcers, severing the leader's arm from her Falseflesh, though the wound is cauterized by the intense heat of the blade. Yet, she remains unfazed, coldly signaling the other enforcers begin their counterattack.\n\t\n", "3": "\tOrmenos brings the Glyph of Luin to the forefront of his thoughts, now aware of his seemingly long-standing, inherited covenant with the ghelblade, though just when it was he learned the Glyph escapes his ken.\n\t\n\tAll these thoughts are pushed aside as the verdant luster of the brilliant weapon becomes manifest in reality, understandably shocking all the Architects of the Huginn Grove. Luin intuits his master's purpose and gleefully enacts what is willed. In the space of a thought, the Form Forger has been mashed into a shape unidentifiable as human remains.\n\t\n\tPandemonium ensues, for a single life cannot sate the bloodlust of the blade of Vanargand! No, it is then that Luin proceeds to decimate the feeble Architects' ranks, smashing through one mage after another, cracking bones and ripping flesh, leaving artistically arrayed dollops blood and nuggets of offal scattered in the six directions. The entire spectrum of human emotion, all on display with magi running in terror, Luin slaying euphorically, Ormenos grieving at what he has done, and the newly arrived Enforcers awed and angered by the senseless slaughter of their comrades at Ormenos' hand.\n\t\n\tLuin shifts its attention to the tastier morsels that are the Enforcers, Luin darts toward the leader, bringing Ormenos' Falseflesh along for the ride. Yet, the battle-hardened Enforcer remains unfazed, coldly signaling the other enforcers begin their counterattack as he evades blow after blow from Ormenos' guided limbs.\n\t\n\tThough immensely powerful and dexterous, Luin is not omnipotent. The ghelblade but slays several Enforcers before Ormenos is knocked down from behind, the remaining Enforcers then bind Ormenos and drag him off to meet his doom.\n\t\n", "14": "\tOrmenos conjures up the vilest imagery from the bubbling pits of chaos deep in the Graylands. He knows now that the Glyph of Corruption is responding to his call for smiting his enemies. What he does not realize is the unstoppable destructive quality of this Glyph, but this awareness now begins to dawn on him as the extent of its volatility becomes manifest.\n\t\n\tThe Form Forger begins to melt from inside out, the liquefied remains of her organs spilling out as her abdominal cavity becomes expose for all to see. The excruciating pain she suffers from this soul-wrenching Techne cause her to left out blood-curdling cries of agony until the bottom of her lungs melt into a fetid goo. Her cries, now voiceless yet equally disturbing, understandably shock all the Architects of the Huginn Grove. In the space of a thought, what the Form Forger has now become is no more than a nameless ooze.\n\t\n\tPandemonium ensues, for Ormenos, as of instinct, begins casting his disintegrating Techne hither, thither and yon, felling mage after feeble mage. The entire spectrum of human emotion, all on display with magi running in terror, the Corruption's ambivalent destruction, Ormenos grieving at what he has done, and the newly arrived Enforcers awed and angered by the senseless slaughter of their comrades at Ormenos' hand.\n\t\n", "default": "\tThe impotent and unarmed Ormenos violently casts his weak punch at his equally feeble opponent. They pinch and pull each other's hair. The weakly poking each other's eyes. Yet no damage seems to occur on either side of this meek battle (?) and there are no signs that it will result in a clear victor - though both clearly appear to be losing.\n\t\n"}, "1210": {"2": "    The Memory Keeper lunges at Ormenos in a wild display of animal instinct. It is as though he were a powder keg awaiting the spark that would set him off. Well, here it comes!\n\t\n    Ormenos brings the Glyph of Luin to the forefront of his thoughts, now aware of his seemingly long-standing, inherited covenant with the ghelblade, though just when it was he learned the Glyph escapes his ken.\n\t\n\tAll these thoughts are pushed aside as the verdant luster of the brilliant weapon becomes manifest in reality, understandably shocking all the Archivists of the Muninn Grove. Luin intuits his master's purpose and gleefully enacts what is willed. In the space of a thought, the Memory Keeper has been shred to veritable ribbons with such speed and precision that no blood is drawn before the slices of Falseflesh separate and collapse to the ground.\n\t\n\tPandemonium ensues, for a single life cannot sate the bloodlust of the blade of Vanargand! No, it is then that Luin proceeds to decimate the feeble Archivists' ranks, slicing through one mage after another, leaving artistically arrayed dollops blood and nuggets of offal scattered in the six directions. The entire spectrum of human emotion, all on display with magi running in terror, Luin slaying euphorically, Ormenos grieving at what he has done, and the newly arrived Enforcers awed and angered by the senseless slaughter of their comrades at Ormenos' hand.\n\t\n\tLuin shifts its attention to the tastier morsels that are the Enforcers, severing the leader's arm from her Falseflesh, though the wound is cauterized by the intense heat of the blade. Yet, she remains unfazed, coldly signaling the other enforcers begin their counterattack.\n\t\n", "3": "    The Memory Keeper lunges at Ormenos in a wild display of animal instinct. It is as though he were a powder keg awaiting the spark that would set him off. Well, here it comes!\n\n\tOrmenos brings the Glyph of Luin to the forefront of his thoughts, now aware of his seemingly long-standing, inherited covenant with the ghelblade, though just when it was he learned the Glyph escapes his ken.\n\t\n\tAll these thoughts are pushed aside as the verdant luster of the brilliant weapon becomes manifest in reality, understandably shocking all the Archivists of the Muninn Grove. Luin intuits his master's purpose and gleefully enacts what is willed. In the space of a thought, the Memory Keeper has been mashed into a shape unidentifiable as human remains.\n\t\n\tPandemonium ensues, for a single life cannot sate the bloodlust of the blade of Vanargand! No, it is then that Luin proceeds to decimate the feeble Archivists' ranks, smashing through one mage after another, cracking bones and ripping flesh, leaving artistically arrayed dollops blood and nuggets of offal scattered in the six directions. The entire spectrum of human emotion, all on display with magi running in terror, Luin slaying euphorically, Ormenos grieving at what he has done, and the newly arrived Enforcers awed and angered by the senseless slaughter of their comrades at Ormenos' hand.\n\t\n\tLuin shifts its attention to the tastier morsels that are the Enforcers, Luin darts toward the leader, bringing Ormenos' Falseflesh along for the ride. Yet, the battle-hardened Enforcer remains unfazed, coldly signaling the other enforcers begin their counterattack as he evades blow after blow from Ormenos' guided limbs.\n\t\n\tThough immensely powerful and dexterous, Luin is not omnipotent. The ghelblade but slays several Enforcers before Ormenos is knocked down from behind, the remaining Enforcers then bind Ormenos and drag him off to meet his doom.\n\t\n", "14": "    The Memory Keeper lunges at Ormenos in a wild display of animal instinct. It is as though he were a powder keg awaiting the spark that would set him off. Well, here it comes!\n\n\tOrmenos conjures up the vilest imagery from the bubbling pits of chaos deep in the Graylands. He knows now that the Glyph of Corruption is responding to his call for smiting his enemies. What he does not realize is the unstoppable destructive quality of this Glyph, but this awareness now begins to dawn on him as the extent of its volatility becomes manifest.\n\t\n\tThe Memory Keeper begins to melt from inside out, the liquefied remains of his organs spilling out as his abdominal cavity becomes expose for all to see. The excruciating pain he suffers from this soul-wrenching Techne cause his to left out blood-curdling cries of agony until the bottom of his lungs melt into a fetid goo. His cries, now voiceless yet equally disturbing, understandably shock all the Archivists of the Muninn Grove. In the space of a thought, what the Memory Keeper has now become is no more than a nameless ooze.\n\t\n\tPandemonium ensues, for Ormenos, as of instinct, begins casting his disintegrating Techne hither, thither and yon, felling mage after feeble mage. The entire spectrum of human emotion, all on display with magi running in terror, the Corruption's ambivalent destruction, Ormenos grieving at what he has done, and the newly arrived Enforcers awed and angered by the senseless slaughter of their comrades at Ormenos' hand.\n\t\n", "default": "    The Memory Keeper lunges at Ormenos in a wild display of animal instinct. It is as though he were a powder keg awaiting the spark that would set him off. Well, here it comes!\n\n\tThe impotent and unarmed Ormenos violently casts his weak punch at his equally feeble opponent. They pinch and pull each other's hair. The weakly poking each other's eyes. Yet no damage seems to occur on either side of this meek battle (?) and there are no signs that it will result in a clear victor - though both clearly appear to be losing.\n\t\n"}, "1211": {"2": "\tOrmenos brings the Glyph of Luin to the forefront of his thoughts, now aware of his seemingly long-standing, inherited covenant with the ghelblade, though just when it was he learned the Glyph escapes his ken.\n\t\n\tAll these thoughts are pushed aside as the verdant luster of the brilliant weapon becomes manifest in reality, understandably shocking all the magi in the Mathetia. Luin intuits his master's purpose and gleefully enacts what is willed. In the space of a thought, Sister Midnight has been shred to veritable ribbons with such speed and precision that no blood is drawn before the slices of Falseflesh separate and collapse to the ground.\n\t\n\tPandemonium ensues, for a single life cannot sate the bloodlust of the blade of Vanargand! No, it is then that Luin proceeds to decimate the feeble magi's ranks, slicing through one mage after another, leaving artistically arrayed dollops blood and nuggets of offal scattered in the six directions. The entire spectrum of human emotion, all on display with magi running in terror, Luin slaying euphorically, Ormenos grieving at what he has done, and the newly arrived Enforcers awed and angered by the senseless slaughter of their comrades at Ormenos' hand.\n\t\n\tLuin shifts its attention to the tastier morsels that are the Enforcers, severing the leader's arm from her Falseflesh, though the wound is cauterized by the intense heat of the blade. Yet, she remains unfazed, coldly signaling the other enforcers begin their counterattack.\n\t\n", "3": "\tOrmenos brings the Glyph of Luin to the forefront of his thoughts, now aware of his seemingly long-standing, inherited covenant with the ghelblade, though just when it was he learned the Glyph escapes his ken.\n\t\n\tAll these thoughts are pushed aside as the verdant luster of the brilliant weapon becomes manifest in reality, understandably shocking all the magi in the Mathetia. Luin intuits his master's purpose and gleefully enacts what is willed. In the space of a thought, Sister Midnight has been mashed into a shape unidentifiable as human remains.\n\t\n\tPandemonium ensues, for a single life cannot sate the bloodlust of the blade of Vanargand! No, it is then that Luin proceeds to decimate the feeble magi's ranks, smashing through one mage after another, cracking bones and ripping flesh, leaving artistically arrayed dollops blood and nuggets of offal scattered in the six directions. The entire spectrum of human emotion, all on display with magi running in terror, Luin slaying euphorically, Ormenos grieving at what he has done, and the newly arrived Enforcers awed and angered by the senseless slaughter of their comrades at Ormenos' hand.\n\t\n\tLuin shifts its attention to the tastier morsels that are the Enforcers, Luin darts toward the leader, bringing Ormenos' Falseflesh along for the ride. Yet, the battle-hardened Enforcer remains unfazed, coldly signaling the other enforcers begin their counterattack as he evades blow after blow from Ormenos' guided limbs.\n\t\n\tThough immensely powerful and dexterous, Luin is not omnipotent. The ghelblade but slays several Enforcers before Ormenos is knocked down from behind, the remaining Enforcers then bind Ormenos and drag him off to meet his doom.\n\t\n", "14": "\tOrmenos conjures up the vilest imagery from the bubbling pits of chaos deep in the Graylands. He knows now that the Glyph of Corruption is responding to his call for smiting his enemies. What he does not realize is the unstoppable destructive quality of this Glyph, but this awareness now begins to dawn on him as the extent of its volatility becomes manifest.\n\t\n\tSister Midnight begins to melt from inside out, the liquefied remains of her organs spilling out as her abdominal cavity becomes expose for all to see. The excruciating pain she suffers from this soul-wrenching Techne cause her to left out blood-curdling cries of agony until the bottom of her lungs melt into a fetid goo. Her cries, now voiceless yet equally disturbing, understandably shock all the magi in the Mathetia. In the space of a thought, what Sister Midnight has now become is no more than a nameless ooze.\n\t\n\tPandemonium ensues, for Ormenos, as of instinct, begins casting his disintegrating Techne hither, thither and yon, felling mage after feeble mage. The entire spectrum of human emotion, all on display with magi running in terror, the Corruption's ambivalent destruction, Ormenos grieving at what he has done, and the newly arrived Enforcers awed and angered by the senseless slaughter of their comrades at Ormenos' hand.\n\t\n", "default": "\tThe impotent and unarmed Ormenos violently casts his weak punch at his equally feeble opponent. They pinch and pull each other's hair. The weakly poking each other's eyes. Yet no damage seems to occur on either side of this meek battle (?) and there are no signs that it will result in a clear victor - though both clearly appear to be losing.\n\t\n"}, "1215": {"2": "\tAs if in a dream, Ormenos summons from the Graylands the ghelblade Luin. When he acquired such offensive power was beyond his reckoning; that he had, though, brought great peace to his mind. This legendary blade was said to cut through even black crystals, the hardest known structures to the Vanquished. And, best of all, it moves of its own bloodlust, seeking to end the threat Ormenos now faces.\n\t\n\tUnable to fully control the barbaric instincts of this living weapon, Ormenos cuts the Oath Abettor down instantly. However, so enthralled is Ormenos with the primal violence of his actions that he fails to notice that he continues to flay lifeless lumps of flesh, spraying unnameable bodily fluids in the six directions. Though perhaps more alarming is that the other Enforcers who accompanied him spring into action.\n\t\n", "3": "\tAs if in a dream, Ormenos summons from the Graylands the ghelblade Luin. When he acquired such offensive power was beyond his reckoning; that he had, though, brought great peace to his mind. This entity now envelops Ormenos' Falseflesh, protecting him from all external blows. And, best of all, it moves of its own bloodlust, seeking to end the threat Ormenos now faces.\n\t\n\tBefore the Oath Abettor can react, Luin is upon him, bringing Ormenos' Falseflesh along for the ride. Yet, he remains unfazed, coldly following the well-rehearsed attack patterns with the other enforcers as they begin their counterattack.\n\t\n", "14": "\tImages of warping and putrefaction come to Ormenos' mind as of instinct. He visualizes the rotting innards of his current foe, attempting to manifest his desires beyond the jurisdiction of the Graylands. The Oath Abettor succumbs to these malignant machinations as his gut begins to dissolve, leaving a rather visual aperture in his viscera. And in the space of a thought, this threat is no more...\n\t\n", "default": "\tKnowing absolutely nothing about combat, Techne-based or otherwise, Ormenos charges at the Enforcer in some vain attempt to strike him down. The understandably shocked Enforcer simply side steps the brutish assault, causing the off-balanced Ormenos to go careening into the rather unforgiving rigidity of a wall.\n\t\n"}, "1216": {"2": "\tAs if in a dream, Ormenos summons from the Graylands the ghelblade Luin. When he acquired such offensive power was beyond his reckoning; that he had, though, brought great peace to his mind. This legendary blade was said to cut through even black crystals, the hardest known structures to the Vanquished. And, best of all, it moves of its own bloodlust, seeking to end the threat Ormenos now faces.\n\t\n\tUnable to fully control the barbaric instincts of this living weapon, Ormenos cuts the Chaos Tamer down instantly. However, so enthralled is Ormenos with the primal violence of his actions that he fails to notice that he continues to flay lifeless lumps of flesh, spraying unnameable bodily fluids in the six directions. Though perhaps more alarming is that the other Enforcers who accompanied him spring into action.\n\t\n", "3": "\tAs if in a dream, Ormenos summons from the Graylands the ghelblade Luin. When he acquired such offensive power was beyond his reckoning; that he had, though, brought great peace to his mind. This entity now envelops Ormenos' Falseflesh, protecting him from all external blows. And, best of all, it moves of its own bloodlust, seeking to end the threat Ormenos now faces.\n\t\n\tBefore the Chaos Tamer can react, Luin is upon him, bringing Ormenos' Falseflesh along for the ride. Yet, he remains unfazed, coldly following the well-rehearsed attack patterns with the other enforcers as they begin their counterattack.\n\t\n", "14": "\tImages of warping and putrefaction come to Ormenos' mind as of instinct. He visualizes the rotting innards of his current foe, attempting to manifest his desires beyond the jurisdiction of the Graylands. The Chaos Tamer succumbs to these malignant machinations as his gut begins to dissolve, leaving a rather visual aperture in his viscera. And in the space of a thought, this threat is no more...\n\t\n", "default": "\tKnowing absolutely nothing about combat, Techne-based or otherwise, Ormenos charges at the Enforcer in some vain attempt to strike him down. The understandably shocked Enforcer simply side steps the brutish assault, causing the off-balanced Ormenos to go careening into the rather unforgiving rigidity of a wall.\n\t\n"}, "1217": {"2": "\tAs if in a dream, Ormenos summons from the Graylands the ghelblade Luin. When he acquired such offensive power was beyond his reckoning; that he had, though, brought great peace to his mind. This legendary blade was said to cut through even black crystals, the hardest known structures to the Vanquished. And, best of all, it moves of its own bloodlust, seeking to end the threat Ormenos now faces.\n\t\n\tUnable to fully control the barbaric instincts of this living weapon, Ormenos cuts the Law Bringer down instantly. However, so enthralled is Ormenos with the primal violence of his actions that he fails to notice that he continues to flay lifeless lumps of flesh, spraying unnameable bodily fluids in the six directions. Though perhaps more alarming is that the other Enforcers who accompanied him spring into action.\n\t\n", "3": "\tAs if in a dream, Ormenos summons from the Graylands the ghelblade Luin. When he acquired such offensive power was beyond his reckoning; that he had, though, brought great peace to his mind. This entity now envelops Ormenos' Falseflesh, protecting him from all external blows. And, best of all, it moves of its own bloodlust, seeking to end the threat Ormenos now faces.\n\t\n\tBefore the Law Bringer can react, Luin is upon him, bringing Ormenos' Falseflesh along for the ride. Yet, he remains unfazed, coldly following the well-rehearsed attack patterns with the other enforcers as they begin their counterattack.\n\t\n", "14": "\tImages of warping and putrefaction come to Ormenos' mind as of instinct. He visualizes the rotting innards of his current foe, attempting to manifest his desires beyond the jurisdiction of the Graylands. The Law Bringer succumbs to these malignant machinations as his gut begins to dissolve, leaving a rather visual aperture in his viscera. And in the space of a thought, this threat is no more...\n\t\n", "default": "\tKnowing absolutely nothing about combat, Techne-based or otherwise, Ormenos charges at the Enforcer in some vain attempt to strike him down. The understandably shocked Enforcer simply side steps the brutish assault, causing the off-balanced Ormenos to go careening into the rather unforgiving rigidity of a wall.\n\t\n"}, "1218": {"2": "\tOrmenos brings the Glyph of Luin to the forefront of his thoughts, now aware of his seemingly long-standing, inherited covenant with the ghelblade, though just when it was he learned the Glyph escapes his ken.\n\t\n\tAll these thoughts are pushed aside as the verdant luster of the brilliant weapon becomes manifest in reality, understandably shocking all the magi in the Hall of Reckoning. Luin intuits his master's purpose and gleefully enacts what is willed. In the space of a thought, the Message Bearer has been shred to veritable ribbons with such speed and precision that no blood is drawn before the slices of Falseflesh separate and collapse to the ground.\n\t\n\tPandemonium ensues, for a single life cannot sate the bloodlust of the blade of Vanargand! No, it is then that Luin proceeds to decimate the feeble magi's ranks, slicing through one mage after another, leaving artistically arrayed dollops blood and nuggets of offal scattered in the six directions. The entire spectrum of human emotion, all on display with magi running in terror, Luin slaying euphorically, Ormenos grieving at what he has done, plus the Enforcers awed and angered by the senseless slaughter of their comrades at Ormenos' hand.\n\t\n\tLuin shifts its attention to the tastier morsels that are the Enforcers, severing the leader's arm from her Falseflesh, though the wound is cauterized by the intense heat of the blade. Yet, she remains unfazed, coldly signaling the other enforcers begin their counterattack.\n\t\n", "3": "\tOrmenos brings the Glyph of Luin to the forefront of his thoughts, now aware of his seemingly long-standing, inherited covenant with the ghelblade, though just when it was he learned the Glyph escapes his ken.\n\t\n\tAll these thoughts are pushed aside as the verdant luster of the brilliant weapon becomes manifest in reality, understandably shocking all the magi in the Hall of Reckoning. Luin intuits his master's purpose and gleefully enacts what is willed. In the space of a thought, the Message Bearer has been mashed into a shape unidentifiable as human remains.\n\t\n\tPandemonium ensues, for a single life cannot sate the bloodlust of the blade of Vanargand! No, it is then that Luin proceeds to decimate the feeble magi's ranks, smashing through one mage after another, cracking bones and ripping flesh, leaving artistically arrayed dollops blood and nuggets of offal scattered in the six directions. The entire spectrum of human emotion, all on display with magi running in terror, Luin slaying euphorically, Ormenos grieving at what he has done, and of course the Enforcers awed and angered by the senseless slaughter of their comrades at Ormenos' hand.\n\t\n\tLuin shifts its attention to the tastier morsels that are the Enforcers, Luin darts toward the leader, bringing Ormenos' Falseflesh along for the ride. Yet, the battle-hardened Enforcer remains unfazed, coldly signaling the other enforcers begin their counterattack as he evades blow after blow from Ormenos' guided limbs.\n\t\n\tThough immensely powerful and dexterous, Luin is not omnipotent. The ghelblade but slays several Enforcers before Ormenos is knocked down from behind, the remaining Enforcers then bind Ormenos and drag him off to meet his doom.\n\t\n", "14": "\tOrmenos conjures up the vilest imagery from the bubbling pits of chaos deep in the Graylands. He knows now that the Glyph of Corruption is responding to his call for smiting his enemies. What he does not realize is the unstoppable destructive quality of this Glyph, but this awareness now begins to dawn on him as the extent of its volatility becomes manifest.\n\t\n\tThe Message Bearer begins to melt from inside out, the liquefied remains of her organs spilling out as her abdominal cavity becomes expose for all to see. The excruciating pain she suffers from this soul-wrenching Techne cause her to left out blood-curdling cries of agony until the bottom of her lungs melt into a fetid goo. Her cries, now voiceless yet equally disturbing, understandably shock all the Architects of the Huginn Grove. In the space of a thought, what the Form Forger has now become is no more than a nameless ooze.\n\t\n\tPandemonium ensues, for Ormenos, as of instinct, begins casting his disintegrating Techne hither, thither and yon, felling mage after feeble mage. The entire spectrum of human emotion, all on display with magi running in terror, the Corruption's ambivalent destruction, Ormenos grieving at what he has done, and the newly arrived Enforcers awed and angered by the senseless slaughter of their comrades at Ormenos' hand.\n\t\n", "default": "\tThe impotent and unarmed Ormenos violently casts his weak punch at his equally feeble opponent. They pinch and pull each other's hair. The weakly poking each other's eyes. Yet no damage seems to occur on either side of this meek battle (?) and there are no signs that it will result in a clear victor - though both clearly appear to be losing.\n\t\n"}}