"{ \"dialogue\": {\"MIND!INTERSTICE!THE ORIGIN!1.X000!DESCRIPTION!\": {\"dialogue_text\": \"A sea, transparent yet shadow-filled. Oil on water, paper-thin rainbows shapeshift between the currents. Pulses mark the instants, bringing with them the greasy afterimages of events not yet past. The pulses invert, conjuring further images of bygone scenes.\\\\n\\\\n\\\\t\\\\tA pulse beats within the Observer's own thoughts, his own, his compass. This pulse is distinct from the myriad muffled beats resounding through this colossal space. Yet it begins to subtly mirror others, not in timbre but in rhythm. They call to him from the reaches of this microcosm, beckoning with the familiar song of his own voice.\\\\n\\\\n\\\\t\\\\tWithin time's sea, three beacons shine brightly.\", \"responses\": {\"A\": {\"response_text\": \"Go towards the forgotten past\", \"points\": 0, \"dest_add\": \"MIND!INTERSTICE!WHAT WAS!1.010!DESCRIPTION!\"}, \"B\": {\"response_text\": \"Go towards the unfinished future\", \"points\": 0, \"dest_add\": \"MIND!INTERSTICE!WHAT WILL BE!1.010!DESCRIPTION!\"}, \"C\": {\"response_text\": \"Go towards the uncertain chaos\", \"points\": 0, \"dest_add\": \"MIND!INTERSTICE!UNCERTAINTY!1.010!DESCRIPTION!\"}}}, \"MIND!INTERSTICE!THE ORIGIN!1.900!DESCRIPTION!\": {\"dialogue_text\": \"The visions subside, the oil on water simultaneous clarity/opacity returns.\\\\n\\\\n\\\\t\\\\tThe Observer has lived countless lives, an infinite number of times. He has seen through the Awareness of other's eyes, knowing more than he could otherwise. Yet, he still recalls. He is still himself. Chanting his name over and over, so as not to forget his individuality in the sea of plurality.\", \"responses\": {\"A\": {\"response_text\": \"...\", \"points\": 0, \"dest_add\": \"MIND!INTERSTICE!THE ORIGIN!1.901!DESCRIPTION!\"}}}, \"MIND!INTERSTICE!THE ORIGIN!1.901!DESCRIPTION!\": {\"dialogue_text\": \"Rikos. Rikos. Rikos!\", \"responses\": {\"A\": {\"response_text\": \"...\", \"points\": 0, \"dest_add\": \"MIND!INTERSTICE!THE ORIGIN!1.902!DESCRIPTION!\"}}}, \"MIND!INTERSTICE!THE ORIGIN!1.902!DESCRIPTION!\": {\"dialogue_text\": \"The Observer holds onto his identity. He does not ascend. But he does remember. Remember, Rikos.\", \"responses\": {\"A\": {\"response_text\": \"...\", \"points\": 0, \"dest_add\": \"MIND!INTERSTICE!THE ORIGIN!1.903!DESCRIPTION!\"}}}, \"MIND!INTERSTICE!THE ORIGIN!1.903!DESCRIPTION!\": {\"dialogue_text\": \"Remember.\", \"responses\": {\"A\": {\"response_text\": \"...\", \"points\": 0, \"dest_add\": \"KAVU!TACRIVA!ALCHEMY WARD!1.000!DESCRIPTION!\"}}}, \"MIND!INTERSTICE!UNCERTAINTY!1.030!DESCRIPTION!\": {\"dialogue_text\": \"Steps from feet unseen, unfelt, wade through time, carrying the Observer towards chaos, this place alone feels... different, somehow separate from this surreal space. Yet here it is, unveiled to the Observer's eye. He knows for his pulse fluctuates wildly with every pace that brings him nearer.\\\\n\\\\n\\\\t\\\\tOily visions dance, shifting shape, color, and time with every beat of his heart. Out of phase with his surroundings, he feels he might disappear. He cannot persist here like this. Nor can he leave, for he must know.\", \"responses\": {\"B\": {\"response_text\": \"What lurks within?\", \"points\": 1, \"dest_add\": \"MIND!INTERSTICE!UNCERTAINTY!1.200!DESCRIPTION!\"}, \"F\": {\"response_text\": \"What lurks within the murk of chaos?\", \"points\": 1, \"dest_add\": \"MIND!INTERSTICE!UNCERTAINTY!1.600!DESCRIPTION!\"}}}, \"MIND!INTERSTICE!UNCERTAINTY!1.200!DESCRIPTION!\": {\"dialogue_text\": \"Rikharr stares out upon the shattered sands of the Wastes, the draugnir horde a pulsating pox marring Earth's skin. Eyes sweep across the expanse, despair mounting with each rotting draug they see. Halfway to the insanity of desolation, his eyes fall on the centerpiece of this horrific army. Long black robes float a pearlescent head above them, eyeless. The wind blows, but these robes do not move, as though removed from time, from existence itself. A knotted pair of white hands float skyward, stopping with fingers outstretched, reaching for the Observer.\\\\n\\\\n\\\\t\\\\tA shift of presence, of essence, and now Rikharr looks forth from obsidian eyes lodged in a pale skull. He looks down upon his army of absolution, the ones who will bring the peace of annihilation to his suffering Kavans. He looks up to the tower before him. The Sun Tower. When it falls, so too will the Long Night descend upon everything. A thought transfers control to the absence within. The tower begins to phase out of existence.\", \"responses\": {\"A\": {\"response_text\": \"...\", \"points\": 0, \"dest_add\": \"MIND!INTERSTICE!THE ORIGIN!1.900!DESCRIPTION!\"}}}, \"MIND!INTERSTICE!UNCERTAINTY!1.600!DESCRIPTION!\": {\"dialogue_text\": \"The Observer peers into the depths of absence. It peers back at him. A pair of dark whorls form, demonic eyes watching in confusion, awareness, and all shades between. Though Observer and Observed, he knows clearly what now stalks him is not here to watch. It distorts and amends the fabric of reality. It shapes and moulds the world he inhabits. Never has he felt more helpless, more alone, more desperate.\", \"responses\": {\"A\": {\"response_text\": \"...\", \"points\": 0, \"dest_add\": \"MIND!INTERSTICE!THE ORIGIN!1.900!DESCRIPTION!\"}}}, \"MIND!INTERSTICE!WHAT WAS!1.010!DESCRIPTION!\": {\"dialogue_text\": \"Steps from feet unseen, unfelt, wade through time, carrying the Observer towards the past, no different than the present other than its physical location in this surreal space. Yet it is unmistakably past to the Observer's eye. He knows for his pulse slows with every pace that brings him nearer.\\\\n\\\\n\\\\t\\\\tOily visions dance, shifting shape, color, and time with every beat of his heart. His pulse wavers, out of phase with its surroundings, he feels he might disappear. He cannot persist here like this. Nor can he leave, for he must know.\", \"responses\": {\"A\": {\"response_text\": \"Who started this?\", \"points\": 1, \"dest_add\": \"MIND!INTERSTICE!WHAT WAS!1.100!DESCRIPTION!\"}, \"E\": {\"response_text\": \"How did it end?\", \"points\": 1, \"dest_add\": \"MIND!INTERSTICE!WHAT WAS!1.500!DESCRIPTION!\"}}}, \"MIND!INTERSTICE!WHAT WAS!1.100!DESCRIPTION!\": {\"dialogue_text\": \"Great ivory pillars pierce clouds in their ascent. Myriad vessels sail between the great white towers, shimmering violet crystals propelling them forth. Turrok. The Observer knows what, but not why. Six stand around a round table, deep grooves etched into its surface spin towards its center. Debate. Discussion. Heated. Contentious. In the end, all agree. Five sit upon thrones all facing a single metallic disk. The sixth stands at the center.\\\\n\\\\n\\\\t\\\\tOutside, in an immense cavern, several orbs, darker than black, begin their noiseless spin. In truth, all sound is consumed. The six look at each other screaming silently, regret and dismay warring across their faces. Soon despair joins. Faster, faster, ever-quickening the spheres spin. Sparks fly, blue burning, compressing quickly into bursts of pure white. The sparks multiply, killing shadows, negating vision more thoroughly than pitch darkness ever could.\\\\n\\\\n\\\\t\\\\tBut in a flash, the spinning orbs halt, the light fades and none remain but the observer and five shadows burned into the thrones in perpetuity.\", \"responses\": {\"A\": {\"response_text\": \"...\", \"points\": 0, \"dest_add\": \"MIND!INTERSTICE!THE ORIGIN!1.900!DESCRIPTION!\"}}}, \"MIND!INTERSTICE!WHAT WAS!1.500!DESCRIPTION!\": {\"dialogue_text\": \"Cataclysm does not suffice to describe the utter obliteration of the Ataraxia and all they once built. Hel awakens from the pits beneath Viracocha's final project\\\\n\\\\n\\\\t\\\\tHel was designed as a countermeasure to Conscientia, but the Jinetes had no way of accessing it.\\\\n\\\\t\\\\tThey are experimenting with the Interstice, trying to locate Conscientia. Wulfias finds it, a vision of himself awakening Hel, actually awakens her in the process, he is to become her vessel or she will Rikos finds him, and gets consumed instead.\\\\n\\\\t\\\\tWulfias must be protected, trained, etc. until he awakens Hel, but he thinks he already did. Famlicus mind reads him, says it's legit.\\\\n\\\\t\\\\tWhen Rikos wakes up, he finds Famlicus and the High Magissar there, apparently he had seen something similar, many moons ago.\", \"responses\": {\"A\": {\"response_text\": \"...\", \"points\": 0, \"dest_add\": \"MIND!INTERSTICE!THE ORIGIN!1.900!DESCRIPTION!\"}}}, \"MIND!INTERSTICE!WHAT WILL BE!1.010!DESCRIPTION!\": {\"dialogue_text\": \"Steps from feet unseen, unfelt, wade through time, carrying the Observer towards the future, no different than the present other than its physical location in this surreal space. Yet it is unmistakably future to the Observer's eye. He knows for his pulse quickens with every pace that brings him nearer.\\\\n\\\\n\\\\t\\\\tOily visions dance, shifting shape, color, and time with every beat of his heart. His pulse wavers, out of phase with its surroundings, he feels he might disappear. He cannot persist here like this. Nor can he leave, for he must know.\", \"responses\": {\"C\": {\"response_text\": \"Will all be as it should?\", \"points\": 1, \"dest_add\": \"MIND!INTERSTICE!WHAT WILL BE!1.300!DESCRIPTION!\"}, \"D\": {\"response_text\": \"What terrible things can happen?\", \"points\": 1, \"dest_add\": \"MIND!INTERSTICE!WHAT WILL BE!1.400!DESCRIPTION!\"}}}, \"MIND!INTERSTICE!WHAT WILL BE!1.300!DESCRIPTION!\": {\"dialogue_text\": \"Before the Great Awakening, and ever since, all has marched towards the Singularity. Vanargand's children three, all bound in perpetuity.\\\\n\\\\n\\\\t\\\\tThe largest, the Binding Serpent is now to Eidos bound. Jormungund quells Sister Midnight and his own sister, too. Mortis within the walls of Turrok abides, awaiting Eidos' call.\\\\n\\\\n\\\\t\\\\tThe final, the Ravenous Wolf is now to Eidos bound. Fenrir consumes all in the vain hopes of consuming the one thing he desires; vain for he appears to consume Conscientia over and over, more times than infinity counting itself.\\\\n\\\\n\\\\t\\\\tThe first, Silencebringer is now to Eidos bound. Hel erases all but memory; Time does a good enough job of that anyways. Her vessels all joined through the Self meet fates that make tragedies seem comedic. Such is the price of annihilation.\\\\n\\\\n\\\\t\\\\tEidos resists the binding to the Self, yet cannot escape it.\\\\n\\\\n\\\\t\\\\tAll is ever as it should be.\", \"responses\": {\"A\": {\"response_text\": \"...\", \"points\": 0, \"dest_add\": \"MIND!INTERSTICE!THE ORIGIN!1.900!DESCRIPTION!\"}}}, \"MIND!INTERSTICE!WHAT WILL BE!1.400!DESCRIPTION!\": {\"dialogue_text\": \"A Stone Circle breathes thought into form, two massive creatures, the children of gods and demons, bigger than warbeasts, shimmering with their amethyst crystals. So-called Brothers and Sisters, their prey, burst scarlet innards across the courtyard's paving stones. Hundreds become tens, soon reduced to singles.\\\\n\\\\n\\\\t\\\\tThe Stone Circle breathes life once more into a pale form, large for a human, but an ant to the violet colossi before him. Viracocha has come of his own accord, though such agreement was orchestrated from the beginning. Here begins his quest for transcendence, the lives he spared today are necessary to its acheivement.\\\\n\\\\n\\\\t\\\\tThough he slays Konki and Nerius, he leaves it to others to return them to the Self.\", \"responses\": {\"A\": {\"response_text\": \"...\", \"points\": 0, \"dest_add\": \"MIND!INTERSTICE!THE ORIGIN!1.900!DESCRIPTION!\"}}}, \"MIND!INTERSTICE!THE ORIGIN!10.200!DESCRIPTION!\": {\"dialogue_text\": \"RIK tells Wulfias to remember who he is, or her will be consumed. Remember!\\\\n\\\\n\\\\t\\\\tWulfias is saved.\\\\n\\\\n\\\\t\\\\tThey spend several eons learning and traveling together through the Interstice. Until they each see visions of their Origin and return to the present era.\", \"responses\": {\"A\": {\"response_text\": \"Back to the Muninn in the Tacrivian Archives\", \"points\": 0, \"dest_add\": \"KAVU!TACRIVA!ALCHEMY WARD!19.200!DESCRIPTION!\"}}}, \"MIND!INTERSTICE!THE ORIGIN!20.210!DESCRIPTION!\": {\"dialogue_text\": \"WULFIAS awoke Hel while knowing Rik would come. He plans to sacrifice Rik and escape. Rik takes on Hel because if he doesn't, it seems like Kavu will perish. When he accepts her, her destruction of the Ataraxia ceases, leaving Wulfias with only two warbeasts which he takes to the Cistern. Rik survives becoming Hel's vessel and exits the Muninn.\", \"responses\": {\"A\": {\"response_text\": \"...\", \"points\": 0, \"dest_add\": \"KAVU!TACRIVA!ARCHIVES!39.200!DESCRIPTION!\"}}}}, \"events\": {}, \"npc_switchers\": {}, \"fighting_words\": {}}"